Repository: gathering/wannabe
Catalog: app/Locale/nob/LC_MESSAGES/default.po
Languages: no

source: Create new event
no: Opprett nytt arrangement

source: Enter event details
no: Arrangementsdetaljer

source: An event with that name already exits, please choose another…
no: Et arrangement med dette navnet eksisterer allerede, vennligst velg et annet navn...

source: Name of event
no: Arrangementets navn

source: An event with that reference already exits, please choose another…
no: Et arrangement med den referansen eksisterer allerede, velg noe annet...

source: Reference/shot name of event
no: Referanse/kort navn på arrangementet

source: %s is not a valid email.
no: %s er ikke en gyldig e-postadresse

source: Support email
no: Support-e-post

source: Should I hide the event from front page?
no: Skal jeg skjule arrangemenete fra forsiden?

source: Should the event be disabled for all users? (if yes, only superusers are allowed)
no: Skal arrangementet være deaktivert for alle brukere? (hvis ja, har kun superbrukere tilgang)

source: I will now create the following event:
no: Jeg vil nå opprette følgende arrangement:

source: No
no: Nei

source: Yes
no: Ja

source: Look okay?
no: Ser det riktig ut?

source: The next step is to configure access to this event
no: Neste steg er å konfigurere tilgangen til dette arrangementet

source: this is
no: dette er

source: you are
no: du er

source: Enroll settings and mails finished!
no: Innstillinger for søknadshåndtering oppdatert

source: Application settings finished!
no: Søknadsinnstillinger er fullført!

source: Application pages and fields finished!
no: Søknadsside og felter er fullført!

source: About wannabe
no: Om wannabe

source: Save
no: Lagre

source: User does not exist
no: Brukeren eksisterer ikke

source: Crew does not exist
no: Crew eksisterer ikke

source: Crew was deleted
no: Crew ble slettet

source: User was deleted
no: Brukeren ble slettet

source: Role was deleted
no: Rollen ble slettet

source: Object was deleted
no: Objektet ble slettet

source: Object was added
no: Objektet ble lagt til

source: Unable to add object
no: Kan ikke legge til objekt

source: Object was modified
no: Objektet ble modifisert

source: Unable to modify object
no: Kan ikke modifisere objekt

source: Role was added
no: Rollen ble lagt til

source: Unable to add role
no: Kan ikke legge til rolle

source: No parameter was chosen
no: Ingen parameter var valgt

source: User added
no: Bruker lagt til

source: Accreditation main page
no: Akkrediteringer

source: Accreditations
no: Akkreditering

source: Actions
no: Handlinger

source: Today
no: I dag

source: Edit groups
no: Endre grupper

source: Accreditations today
no: Dagens akkrediteringer

source: All
no: Alle

source: Select accreditation to edit
no: Velg akkreditering for å redigere

source: Accreditation was successfully saved
no: Akkrediteringen ble lagret

source: Something went wrong with saving the accreditation
no: Noe gikk galt under lagringen av akkrediteringen

source: An accreditation with that id does not exist
no: Akkrediteringen eksisterer ikke

source: That group is already added
no: Den gruppen er allerede lagt til

source: Group was successfully added
no: Gruppen ble lagt til

source: Something went wrong with adding the group
no: Noe gikk galt med å legge til gruppen

source: Group was successfully deleted
no: Gruppen ble slettet

source: Something went wrong with deleting the group
no: Noe gikk galt med sletting av gruppen

source: Back
no: Tilbake

source: Edit accreditation
no: Endre akkreditering

source: Accreditation was successfully deleted
no: Akkreditering ble slettet

source: Select an accreditation to delete
no: Velg akkrediteringen som skal slettes

source: Delete accreditation
no: Slett akkreditering

source: User group was saved
no: Brukergruppen ble lagret

source: Accreditation administration - create user group
no: Administrering av akkreditering – opprett brukergruppe

source: User group was deleted
no: Brukergruppen ble slettet

source: Select a user group to delete
no: Velg brukergruppen som skal slettes

source: Delete user group
no: Slett brukergruppe

source: Select a user group to edit
no: Velg brukergruppen som skal redigeres

source: Member was successfully added
no: Medlem ble lagt til

source: User group was successfully saved
no: Brukergruppen ble lagret

source: Edit user group
no: Rediger brukergruppe

source: Member was successfully deleted
no: Medlem ble slettet

source: Member was not deleted
no: Medlem ble ikke slettet

source: You must select an accreditation to checkin
no: Du må velge en akkreditering å sjekke inn

source: Accreditation was successfully checked in. Please update the badge ID if you have not already done so
no: Akkreditering ble sjekket inn. Vennligst oppdater badge-ID hvis du ikke allerede har gjort det

source: Accreditation could not be checked in
no: Akkrediteringen kunne ikke bli sjekket inn

source: You must select an accreditation to checkout
no: Du må velge en akkreditering å sjekke ut

source: Accreditation was successfully checked out
no: Akkreditering ble sjekket ut

source: Accreditation could not be checked out
no: Akkreditering kunne ikke bli sjekket ut

source: You must select an accreditation to reset
no: Du må velge en akkreditering å nullstille

source: Accreditation was successfully reset
no: Akkrediteringen ble nullstilt

source: Accreditation could not be reset
no: Akkrediteringen kunne ikke bli nullstilt

source: Press: Accreditation confirmation
no: Presse: Akkrediteringsbekreftelse

source: Wannabe: New press applicant
no: Wannabe: Ny pressesøker

source: You have successfully registered. An e-mail has been sent to the specified e-mail address
no: Du er registrert! En e-post har blitt sendt til den spesifikke e-postadressen

source: Something went wrong with your registration.
no: Noe gikk galt under din registrering.

source: Register application
no: Registrer søknad

source: You must select an accreditation
no: Du må velge en akkreditering

source: Accreditation not found
no: Akkrediteringen ikke funnet

source: Press: Accreditation approval
no: Presse: Akkreditering godkjent

source: Wannabe: Press accreditation approved
no: Wannabe: Presseakkreditering godkjent

source: Accreditation was successfully accepted
no: Akkrediteringen ble godkjent

source: Press: Accreditation declined
no: Presse: Akkreditering avslått

source: Wannabe: Press accreditation declined
no: Wannabe: Presseakkreditering avslått

source: Accreditation was successfully declined
no: Akkreditering ble avslått

source: You do not have access to this accreditation group
no: Du har ikke tilstrekkelig tilgang til denne akkrediteringsgruppen

source: You are in sudo mode
no: Du er nå i sudo modus

source: Administer application pages
no: Administrer søknadssider

source: Administer application field
no: Administrer søknadsfelt

source: Create application field
no: Opprett søknadsfelt

source: Application setting
no: Søknadsinnstillinger

source: Delete page
no: Slett side

source: Create page
no: Opprett ny side

source: This event is not open for crew applications.
no: Dette arrangementet er ikke åpent for mottak av søknader.

source: There has been an error, please try again.
no: Det har oppstått en feil, vennligst prøv på nytt.

source: Crew application
no: Søknad

source: Applying for crew for %s
no: Legger inn søknad til %s

source: No application for your user found, please start over.
no: Ingen søknad funnet for din bruker, vennligst start på nytt.

source: Application processing error. Try again.
no: Feil i søknadsbehanding. Prøv på nytt.

source: You must choose at least one crew to apply for.
no: Du må velge minst ett crew å søke på.

source: You reached this page in the wrong way.
no: Du nådde denne siden feil vei.

source: You came here by an error, please start over.
no: Du kom hit ved en feil, vennligst start på nytt.

source: You can not save this crew application as it has already been accepted (it's in read only mode).
no: Du kan ikke lagre denne søknaden da du allerede har blitt tilsatt (den er i «kun lese»-modus).

source: %s — your application has been recieved!
no: %s – din søknad er mottatt!

source: Your application was successfully saved. An email has been sent to “%s”, confirming the details
no: Din søknad ble lagret vellykket. Du får tilsendt en e-post på adressen «%s» som bekreftelse.

source: Congratulations!
no: Gratulerer!

source: Application submitted
no: Søknad innsendt

source: Please select at least one crew
no: Vennligst velg minst ett crew

source: Application questions
no: Søknadsspørsmål

source: Create or edit questions for your crew
no: Opprett eller endre spørsmål for ditt crew

source: Question updated
no: Spørsmål oppdatert

source: Question deleted
no: Spørsmål slettet

source: Question created
no: Spørsmål opprettet

source: Application greeting
no: Søknadshilsen

source: Create or edit greeting for new crew members
no: Opprett eller endre hilsen for nye crewmedlemmer

source: Greeting for %s saved.
no: Hilsen fra %s lagret.

source: Greeting for %s created.
no: Hilsen fra %s opprettet.

source: Greeting for %s deleted.
no: Hilsen fra %s slettet.

source: You do not have access to write greetings for %s.
no: Du har ikke tilgang til å skrive hilsen for %s.

source: Greeting not active for this event.
no: Hilsner er ikke aktivert for dette arrangementet.

source: You have no access to view the greeting for this crew.
no: Du har ikke tilgang til å vise hilsener fra dette crewet.

source: Crew not found
no: Crew ikke funnet

source: Not allowed
no: Ikke tillatt

source: The badge was saved
no: Badget ble lagret

source: Something when wrong
no: Noe gikk galk. Prøv igjen.

source: Save badge
no: Lagre badge

source: Add new badge
no: Legg til nytt badge

source: Badge does not exist
no: Badge eksisterer ikke

source: Search
no: Søk

source: Carplate was updated
no: Bilskilt ble oppdatert

source: Unable to add carplate
no: Kan ikke legge til bilskilt

source: Administer crews
no: Administrer crew

source: %s was created
no: %s ble opprettet

source: Create new crew
no: Opprett nytt crew

source: %s was saved
no: %s ble lagret

source: Select crew to edit
no: Velg crew for redigering

source: No such crew
no: Crew eksisterer ikke

source: Edit crew
no: Rediger crew

source: Crew deleted
no: Crew slettet

source: Select crew to delete
no: Velg crew for sletting

source: Delete crew
no: Slett crew

source: Views
no: Visning

source: Map
no: Kart

source: Extended
no: Utvidet

source: Crew list
no: Crewliste

source: No crew with that name
no: Det eksisterer ikke noen crew med det navnet

source: No teams
no: Ingen grupper

source: No access to edit this crew.
no: Du har ikke tilgang til å redigere dette crewet.

source: No access to perform chosen action.
no: Ingen tilgang til å utføre denne handlingen.

source: Crew has been opened for application
no: Crewet har blitt åpnet for søknadsmottak

source: Crew has been closed for application
no: Crewet har blitt lukket for søknadsmottak

source: Deny all active applications
no: Avslå alle aktive søknader

source: This action cannot be undone. Are you completely sure you want to continue?
no: Denne handlingen kan ikke angres. Er du helt sikker du ønsker å fortsette?

source: From
no: Fra

source: All applications denied.
no: Alle aktive søknader avslått.

source: No access to deny all applications
no: Du har ikke tilgang til å avslå alle aktive søknader

source: Description saved.
no: Beskrivelse lagret.

source: Team deleted.
no: Gruppe slettet.

source: Delete team
no: Slett gruppe

source: Team added.
no: Gruppe opprettet.

source: Member added. As this was done manually rather than accepting an application, the user will not recieve a acceptance mail.
no: Medlem lagt til. Siden dette er en manuell prosess og ikke gjøre ved å godta en søknad, vil ikke brukeren motta velkomst-e-post.

source: The crew has been saved
no: Crewet har blitt lagret.

source: Crew member deleted
no: Crewmedlem slettet.

source: Delete member
no: Slett bruker

source: View crew
no: Vis crew

source: View task status
no: Vis oppgavestatus

source: View all task statuses
no: Vis alle oppgavestatuser

source: Back to descriptions
no: Tilbake til crewbeskrivelse

source: Crew description
no: Crewbeskrivelse

source: Descriptions are written in the preferred language of the chief of the crew. Contact %s for help.
no: Beskrivelser er skrevet i crewsjefens foretrukne språk. Kontakt %s for hjelp.

source: This page is not active
no: Denne siden er er ikke aktiv

source: You must choose at least one available size
no: Du må velge minst én tilgjengelig størrelse

source: The crew effects item has been saved
no: Effekt lagret

source: Crew effect item
no: Creweffekt

source: Save item
no: Lagre effekt

source: Invalid crew effects item
no: Ugyldig creweffekt

source: Edit item
no: Rediger effekt

source: Crew effects item deleted
no: Creweffekt slettet

source: Crew effects item was not deleted
no: Creweffekt ble ikke slettet

source: You are not able to order any items
no: Du har ikke mulighet til å bestille noe nå.

source: Your order has not been saved
no: Du ordre har ikke blitt lagret

source: Your order has been saved
no: Din bestilling har blitt lagret.

source: Order crew effects
no: Bestill creweffekter

source: Economy administration for crew effects
no: Økonomiadministrasjon for creweffekter

source: Error opening the requested site
no: Feil ved åpning av valgt side

source: Could not update
no: Kunne ikke oppdatere

source: Deliver free crew effects
no: Utlever gratis creweffekter

source: Deliver extra crew effects
no: Utlever betalte creweffekter

source: Crew effects overview
no: Oversikt

source: Your information has been updated
no: Din informasjon har blitt lagret.

source: Unable to save your information
no: Kan ikke lagre din informasjon

source: Daypass
no: Dagspass

source: Update information
no: Lagre informasjon

source: Enrollment settings updated
no: Innstillinger for søknadshåndtering oppdatert

source: Enrollment settings
no: Opptaksinnstillinger

source: Mail created
no: E-post opprettet

source: All mailtypes created already
no: Alle e-posttyper er allerede opprettet

source: Create new mail
no: Opprett ny e-post

source: Please select mail
no: Vennligst velg e-post

source: No such mail
no: E-post eksisterer ikke

source: View %s-mail
no: Vis %s-e-post

source: Mail saved
no: E-post lagret

source: Edit %s-mail
no: Rediger %s-e-post

source: Mail deleted
no: E-post slettet

source: Delete %s-mail
no: Slett %s-e-post

source: Field saved
no: Felt lagret

source: Please select field
no: Vennligst velg felt

source: Edit field
no: Rediger felt

source: No such field
no: Feltet eksisterer ikke

source: Field created
no: Felt opprettet

source: Create new field
no: Opprett nytt felt

source: Field deleted
no: Felt slettet

source: Delete field
no: Slett felt

source: Pending
no: Avventer

source: Denied
no: Avslått

source: Accepted
no: Tilsatt

source: Wait list
no: Venteliste

source: View applications
no: Vis søknader

source: Enrollment not active for this event
no: Søknadshåndtering er ikke aktivt for dette arrangementet.

source: View application
no: Vis søknad

source: Accepting and denying is currently disabled
no: Godta og avslå søknader er for tiden deaktivert

source: The document or choice does not exists.
no: Søknaden eller valget eksisterer ikke.

source: You do not have access to accept this choice.
no: Du har ikke tilgangsrettigheter for å godta dette valget.

source: Application has now been accepted.
no: Søknaden har blitt godtatt.

source: Accepting %s's application for
no: Godtar %ss søknad for

source: %s of %s
no: %s i %s

source: You do not have access to set this choice on waiting list.
no: Du har ikke tilgang til gjøre dette valget på ventelisten.

source: Application has now been placed on waiting list.
no: Søknaden har blitt plassert på venteliste.

source: Setting %s's application on waiting list
no: Setter %s sin søknad på venteliste

source: Enrollment processing not active for this event
no: Søknadshåndtering er ikke aktivt for dette arrangementet.

source: You do not have access to deny this choice.
no: Du har ikke tilgangsrettigheter for å avslå dette valget.

source: Application has now been denied.
no: Søknaden har blitt avslått.

source: Denying %s's application for
no: Avslår %ss søknad for

source: Removing %s's application for
no: Avslår %ss søknad for

source: The event was saved.
no: Arrangementet ble lagret

source: Edit the event %s
no: Endre arrangementet %s

source: Save event
no: Lagre arrangement

source: Event
no: Arrangementet

source: Change events
no: Endre arrangement

source: Please select desired event
no: Vennligst velg ønsket arrangement

source: Front news
no: Frontnyheter

source: The news has been saved.
no: Nyheten har blitt lagret.

source: Add news
no: Legg til nyhet

source: Edit %s
no: Rediger %s

source: Welcome, %s
no: Velkommen, %s

source: …to Wannabe for %s.
no: …til Wannabe for %s.

source: IRC channel admin
no: IRC-nøkler

source: Select channel to administrate, or create new
no: Velg en kanal for å administrere eller lag en ny

source: Channel was saved
no: Kanal lagret

source: Create new channel
no: Opprett ny kanal

source: Channel was deleted
no: Kanal slettet

source: Select channel to delete
no: Velg kanal for sletting

source: Delete channel
no: Slett kanal

source: Crew was successfully deleted
no: Crew slettet

source: Crew was not deleted
no: Crew ble ikke slettet

source: Something unexpected happened
no: Noe uforventet skjedde

source: Channel was successfully saved
no: Kanal lagret

source: Changes to channel was successfully saved
no: Endringer lagret

source: This crew is already added or something went mysteriously wrong
no: Crewet er allerede lagt til, eller så skjedde det noe alvorlig galt

source: Select channel to edit
no: Velg kanal for redigering

source: Edit channel
no: Rediger kanal

source: Choose KANDU membership
no: Velg KANDU-medlemskap

source: Please make a choice
no: Vennligst gjør et valg

source: Form has expired
no: Skjema har utløpt

source: Your choice was registered
no: Valget ditt er registrert

source: Your card was saved
no: Ditt kort ble lagret

source: The card was deleted
no: Kortet ble slettet

source: Key cards
no: Nøkkelkort

source: Key card handed out!
no: Nøkkelkort er utlevert!

source: Key card handed in
no: Nøkkelkort er innlevert

source: Enter next of kin
no: Legg inn pårørendeinformasjon

source: Your kin has been updated
no: Din pårørendeinformasjon har blitt lagret.

source: Missing user ID
no: Manglende bruker-ID

source: To profile
no: Til profil

source: Back to profile
no: Tilbake til profil

source: View next of kin
no: Vis pårørendeinformasjon

source: Login
no: Logg inn

source: It appears that you typed in the wrong username/e-mail or password mate, please try again
no: Det ser ut til at du har fyllt inn feil brukernavn og/eller passord. Vennligst prøv på nytt.

source: Lost and Found
no: Tapt og funnet

source: Register new item
no: Registrer ny gjenstand

source: Item was deleted
no: Gjenstand ble slettet

source: Select item to delete
no: Velg gjenstand for sletting

source: Delete item
no: Slett gjenstand

source: You must choose an item id
no: Du må velge en gjenstands-ID

source: View item
no: Vis gjenstand

source: Resolve item
no: Løs gjenstand

source: Search results
no: Søkeresultater

source: Lost
no: Mistet

source: Item was successfully registered
no: Gjenstand ble registrert

source: Something went wrong
no: Noe gikk galt. Prøv igjen.

source: Add item
no: Legg til gjenstand

source: Information about lost item
no: Informasjon om mistet gjenstand

source: Edit lost item
no: Rediger mistet gjenstand

source: Item was successfully deleted
no: Gjenstand ble slettet

source: Item could not be deleted
no: Gjenstand kunne ikke slettes

source: Delete lost item
no: Slett mistet gjenstand

source: Item was successfully saved
no: Gjenstand ble lagret

source: Set item as found
no: Sett gjenstand som funnet

source: Set item as resolved
no: Sett gjenstand som løst

source: Found
no: Funnet

source: Edit found item
no: Rediger funnet gjenstand

source: Delete found item
no: Slett funnet gjenstand

source: Resolved
no: Løst

source: Email settings
no: E-postinstillinger

source: Your preferences has been saved
no: Dine innstillinger har blitt lagret.

source: Mailinglist admin
no: E-postlisteadministrasjon

source: Select list to administrate, or create new
no: Velg en liste for å administrere eller lag en ny

source: Please select list
no: Vennligst velg liste

source: No such list
no: Liste eksisterer ikke

source: Show rules/members
no: Vis regler/medlemmer

source: No such user
no: Bruker eksisterer ikke

source: Membership for %s
no: Medlemskap for %s

source: See all lists %s is subscribed to
no: Se alle listene %s abonnerer på

source: No user_id set
no: Ingen bruker-id satt

source: List created
no: Liste opprettet

source: Create new list
no: Opprett ny liste

source: List saved
no: Liste lagret

source: Select list to edit
no: Velg liste for redigering

source: Edit list
no: Rediger list

source: List deleted
no: Liste slettet

source: Select list to delete
no: Velg liste for sletting

source: Delete list
no: Slett liste

source: Added rule for all new crew.
no: La til regel for alle nye crew

source: Rule created
no: Regel opprettet

source: Create rule
no: Opprett regel

source: Rule changed
no: Regel lagret

source: Select rule to change
no: Velg regel for redigering

source: No such rule
no: Regel eksisterer ikke

source: Change rule
no: Endre regel

source: Rule deleted
no: Regel slettet

source: Select rule to delete
no: Velg regel for sletting

source: Delete rule
no: Slett regel

source: Meal time saved
no: Mattid lagret

source: Error saving meal time
no: Feil under lagring av mattid

source: Select meal time
no: Velg en mattid

source: Day
no: Dag

source: Night
no: Natt

source: View meal times
no: Vis mattider

source: Send message
no: Send melding

source: No sender given
no: Ingen avsender angitt

source: Invalid sender
no: Ugyldig avsender

source: No user given
no: Ingen bruker angitt

source: You are only allowed to send predefined messages, please submit a message from an allowed module
no: Du har kun tillatelse til å sende predefinerte meldinger. Vennligst send en melding fra en tillatt modul

source: Send message to %s
no: Send melding til %s

source: You are not allowed to use this sender
no: Du har ikke tillatelse til å bruke denne avsenderen

source: The message was successfully delivered
no: Meldingen ble levert vellykket

source: Message accessed in wrong manner
no: Melding nåd på feil måte

source: Message senders
no: Meldingsavsendere

source: View all senders
no: Vis alle avsendere

source: The sender has been saved
no: Avsender lagret

source: The sender could not be saved. Please, try again.
no: Kunne ikke lagre avsender, prøv på nytt

source: Sender IDs for messages
no: Avsender-ID for meldinger

source: Create new sender
no: Opprett ny avsender

source: Edit sender
no: Rediger avsender

source: Sender deleted
no: Avsender slettet

source: Sender was not deleted
no: Avsender ble ikke slettet

source: Medical needs
no: Medisinske behov

source: Overview
no: Oversikt

source: Nutritional needs
no: Næringsbehov

source: Other nutritional needs
no: Andre næringsbehov

source: No such need
no: Ingen slikt behov

source: User has no such need
no: Bruker har ingen slikt behov

source: Need has been denied
no: Behov har blitt avslått

source: An error occured, please try again
no: En feil oppsto, vennligst prøv på nytt

source: Deny need
no: Avslå behov

source: You are about to deny the need of %s, would you like to send a message?
no: Du er i ferd med å avslå behovet til %s, ønsker du å sende en melding også?
