Repository: gathering/wannabe
Catalog: app/Locale/nob/LC_MESSAGES/default.po
Languages: no

source: Denied text
no: Avslagstekst

source: Save rule
no: Lagre regel

source: Rules
no: Regler

source: Hidden info
no: Skjult info

source: Exceptions…
no: Unntak…

source: Administrators, Chiefs and others with special access will always be allowed to access your contact information
no: Administratorer, Chiefs og andre med spesialtilganger vil alltid ha anledning til å se din kontaktinformasjon

source: On this page you edit your profile.
no: På denne siden endrer du din profilinformasjon

source: If you would like to change you password or update your email address, you can do so by clicking the corresponding button below.
no: Dersom du ønsker å endre ditt passord eller oppdatere din e-postadresse, kan du gjøre dette ved å trykke på den korresponderende knappen under.

source: Change email
no: Endre e-postadresse

source: Verify email
no: Bekreft e-postadresse

source: Please click the link in your email to verify your new email address. If you would like to cancel please to som by clicking the button to the right.
no: Vennligst klikk lenken i mottatt e-post for å bekrefte din nye e-postadresse. Ønsker du å avbryte kan du gjøre dette ved å trykke på knappen under.

source: New email
no: Ny e-post

source: Cancel email change
no: Avbryt e-postadresseendring

source: On this page you change your email address. After entering your new email address you will recieve an email promting you to verify your new email address.
no: På denne siden endrer du din e-postadresse. Etter du har fylt ut skjemaet med din nye e-postadresse vil du motta en e-post får å bekrefte din nye adresse.

source: If you would like to edit your profile or update your email address, you can do so by clicking the corresponding button below.
no: Dersom du ønsker å redigere din profil eller oppdatere din e-postadresse, kan du gjøre dette ved å trykk på den korresponderende knappen under.

source: Your current email: %s
no: Din nåværende e-post: %s

source: Personal info
no: Personalia

source: Full name
no: Fullt navn

source: Nick
no: Kallenavn

source: Gender
no: Kjønn

source: Country
no: Land

source: Town
no: Sted

source: Contact info
no: Kontaktinformasjon

source: Phone numbers should be entered with country prefix
no: Telefonnumre bør fylles inn med landkode

source: IM account type must be chosen
no: IM-kontotype må være valgt

source: Old password
no: Gammelt passord

source: New password
no: Nytt passord

source: Confirm password
no: Bekreft passord

source: On this page you create your password.
no: På denne siden oppretter du ditt passord.

source: After you have created your password you will proceed to creating your profile.
no: Etter du har opprettet ditt passord vil du bli ført videre til å opprette din profil.

source: On this page you change your password.
no: På denne siden endrer du ditt passord.

source: Your current picture
no: Ditt nåværende bilde

source: Picture approved
no: Bilde godkjent

source: On %s, your profile picture was approved for ID-card printing. This means you cannot change your picture anymore. The ID-card is your personal identification and gives you access to the event. If you, for various reasons, feel that you need to change you picture, please notify us in #support on slack or by email at %s so that we may reset you picture. Picture requests close to the event start date will not be accomodated, as we produce the ID-cards prior to the event.
no: %s ble profilbildet ditt godkjent for ID-kort-produksjon. Dette betyr at du ikke lenger kan bytte bildet ditt. ID-kortet er din personlige identifikasjon og gir deg adgang til arrangementet. Hvis du trenger å bytte bilde, send oss en melding i #support på slack eller en e-post til %s slik at vi kan nullstille godkjenningen. Bytteforespørsler nært arrangements-start vil ikke bli akseptert, da produksjon av ID-kort skjer i forkant.

source: Edit other aspects of your profile below
no: Rediger andre aspekter ved din profil under.

source: Current
no: Nåværende

source: Crop
no: Beskjær

source: Upload
no: Last opp

source: Changing your picture
no: Endrer bildet ditt

source: On this page you change your picture.
no: På denne siden endrer du ditt bilde.

source: You can choose to upload a new picture or crop your existing photo. For further profile actions se buttons below.
no: Du kan enten laste opp et nytt bilde eller beskjære ditt nåværende. For andre profilendringer, se knappene nedenfor.

source: Crop your original image
no: Beskjær ditt eksisterende bilde

source: Drag the mouse pointer until you have a picture that shows only your face, the image will then be updated to only show the selected area.
no: Bruk musepekeren til å dra ut et område i bildet som dekker hele ansiktet ditt, bildet blir oppdatert til å kun vise det markerte området.

source: Original image
no: Opprinnelige bilde

source: Save cropped image
no: Lagre beskjært bilde

source: Upload new image
no: Last opp nytt bilde

source: Choose picture
no: Velg bilde

source: Image rules
no: Bilderegler

source: The profile picture is used on your personal ID-card. The card is used as identification and gives you access to the event. Your picture must therefore identify you in the best possible way, and comply with the following rules for quality and design:
no: Profilbildet trykkes på ditt personlige ID-kort. Kortet fungerer som en identifikasjon og gir deg adgang til arrangementet. Bildet må derfor best mulig identifisere deg, og tilfredstille følgende krav til kvalitet og utforming:

source: No rules
no: Ingen regler

source: If your picture does not comply with these rules, you will be asked to upload a new picture. It’s possible to change your picture as long as it has not been approved in the picture approval process. An email will be sent out in advance informing you that the process is starting.
no: Dersom bildet ikke fyller disse kravene, blir du bedt om å laste opp et nytt bilde. Du vil ha mulighet til å endre profilbildet ditt fram til vi begynner med bildesensurering. Det blir sendt ut en e-post i forkant av dette.

source: Preview
no: Forhåndsvisning

source: On this page you enter your profile information.
no: På denne siden fyller du inn din profilinformasjon

source: After you have entered your information and saved you will be able to apply for crew.
no: Etter du har fylt inn profilinformasjon og lagret, vil du få mulighet til å legge inn din søknad.

source: User profile
no: Brukerprofil

source: Date of birth
no: Fødselsdag

source: m-d-Y
no: d. M Y

source: Member of
no: Medlem av

source: Member history
no: Medlemshistorie

source: Not crew
no: Ikke crew

source: View users application
no: Vis brukers søknad

source: View your application
no: Vis din søknad

source: Reset approved picture
no: Resett godkjent bilde

source: Check if you only want to search through users with membership to %s
no: Huk av dersom du kun ønsker å søke gjennom bruker med medlemskap til %s

source: Select crew
no: Velg crew

source: Help
no: Hjelp

source: Narrow results to selected crew
no: Avgrens resultatet til valgt crew

source: Search for
no: Søk etter

source: Name/Nick/Email
no: Navn/kallenavn/e-post

source: No results.
no: Ingen treff.

source: of %s
no: av %s

source: Refine your criteria
no: Avgrens ditt søk

source: Approved
no: Godkjent

source: Declined
no: Avslått

source: Not set, or awaiting confirmation
no: Ikke satt eller venter moderasjon

source: Showup time
no: Oppmøtetid

source: Save showup time
no: Lagre oppmøtetid

source: Do nothing
no: Hopp over

source: Decline with reason:
no: Avslå med grunn:

source: Moderate
no: Moderer

source: %s of %s members have approved showup time
no: %s av totalt %s medlemmer har godkjent oppmøtetid

source: %s persons will show up this day
no: %s personer vil ha oppmøte denne dagen

source: approved
no: godkjent

source: %s of %s members have selected showup time
no: %s av %s medlemmer har valgt oppmøtetid

source: Many spots available
no: Mange plasser tilgjengelig

source: Few spots available
no: Få plasser tilgjengelig

source: No spots avaiable
no: Ingen plasser tilgjengelig

source: Disable section
no: Deaktiver seksjon

source: Slideshows
no: Lysbildepresentasjon

source: Edit slideshow
no: Endre lysbildeserie

source: Slides for:
no: Lysbilder for

source: no name
no: uten navn

source: Add new slideshow
no: Legg til ny lysbildeserie

source: Duration
no: Varighet

source: Send SMS to all accreditators
no: Send SMS til alle crew-medlemmer

source: Send SMS to all accreditators who want to recieve alerts
no: Send SMS til alle akkrediterte som ønsker varsling

source: Send SMS to all crew members
no: Send SMS til alle crew-medlemmer

source: Send SMS to all chiefs
no: Send SMS til alle chiefs

source: Send SMS to users with cleanup time
no: Send SMS til brukere med ryddetid

source: Choose time
no: Velg tid

source: All crew members
no: Alle crew-medlemmer

source: Specific crew/team
no: Spesifikt crew/gruppe

source: Cleanup
no: Rydding

source: Users with cleanup times
no: Brukere med ryddetid

source: Specific users
no: Spesifikke brukere

source: All accreditations signed up for SMS
no: Alle akkrediteringer for gruppe '%s'

source: Specific numbers
no: Spesifikke numre

source: Send SMS to phone numbers, comma separated
no: Send SMS til telefonnummer, separert av komma

source: Send SMS to crew
no: Lagre SMS til crew

source: Send SMS to user id
no: Send SMS til: bruker-ID

source: Send SMS to user ids, comma separated
no: Send SMS til bruker-ID, separert av komma

source: User ids
no: Bruker-IDer

source: Redirect to
no: Viderekoble til

source: Linked model
no: Lenket modell

source: Activation condition
no: Betingelser

source: Enable task
no: Aktiver oppgave

source: Allow sub-queries
no: Tillat underspørring

source: Set completed with model
no: Fullfør med modell

source: Enable skip button
no: Aktiver «hopp over»-knapp

source: Create task
no: Opprett oppgave

source: Are you sure you want to delete this task? This action cannot be undone
no: Er du sikker på at du vil slette oppgaven? Handlingen er permanent

source: Save task
no: Lagre oppgave

source: Tasks
no: Oppgaver

source: Allow sub
no: Tillatt underspørring

source: Agree and continue
no: Godkjenn og fortsett

source: Disagree and log out
no: Avslå og logg ut

source: Version
no: Versjon

source: Activate term
no: Aktiver betingelse

source: Create term
no: Opprett betingelse

source: Delete term version %s
no: Slett betingelse versjon %s

source: Are you sure you want to delete this term? This action cannot be undone
no: Er du sikker på du ønsker å slette denne betingelsen? Handlingen kan ikke angres.

source: Save term
no: Lagre betingelse

source: Terms
no: Betingelser

source: email@address.com
no: e-post@adresse.no

source: Enter your email address to reset your password.
no: Fyll inn din e-postadresse for å nullstille ditt passord.

source: password
no: passord

source: confirm
no: bekreft

source: Passwords did not match, try again.
no: Passordene overensstemte ikke. Prøv på nytt.

source: Enter your new password two times.
no: Skriv inn ditt nye passord to ganger.

source: Enter your email address to register for a new account. <br />Use a valid email address as you will reviece an email from us asking you to validate your email account before registration continues.
no: Fyll inn din e-postadresse for å registrere en ny konto. <br />Benytt en gyldig e-postadresse siden du er nødt til å validere din adresse ved å motta en e-post før du kan gå videre med registreringen.

source: Mailinglist preferences
no: E-postlisteinstillinger

source: Campaigns
no: Avstemning

source: This page is password protected
no: Denne siden er passordbeskyttet

source: This campaign is currently active! The results will be published as soon as the campaign closes. (%s)
no: Denne avstemningen er aktiv! Resultatet blir publisert når avstemningen er er avsluttet. (%s)

source: Preliminary voter turnout:
no: Foreløpig valgdeltagelse:

source: Eligible voters: %s individuals
no: Stemmeberettigede: %s personer

source: Votes: %s individuals
no: Stemmer: %s personer

source: Voter turnout: %s
no: Valgdeltagelse: %s

source: votes
no: stemmer

source: Campaign closes %s
no: Avstemningen stenger %s

source: Campaign closed
no: Avstemningen har stengt

source: Choices
no: Valg

source: Item description
no: Gjenstandsbeskrivelse

source: Serialnumber
no: Serienummer

source: Scan RFID card
no: Skann RFID-kort

source: Row
no: Rad

source: Seat
no: Sete

source: Current number of users
no: Nåværende antall brukere

source: Available items
no: Tilgjengelige gjenstander

source: Items in use
no: Gjenstander i bruk

source: There are currently no available items
no: Det er for øyeblikket ingen tilgjengelige gjenstander

source: There are currently no items being used
no: Det er for øyeblikket ingen gjenstander i bruk

source: Must be unique across all items
no: Må være unikt på tvers av alle gjenstander

source: Edit item
no: Rediger gjenstand

source: Wiki page “%s”
no: Wiki-side «%s»

source: Compare “%s”
no: Sammenlign «%s»

source: Revision %s in green and revision %s in red.
no: Revisjon %s i grønt og revisjon %s i rødt.

source: Back to history
no: Tilbake til historie

source: Revision %s
no: Revisjon %s

source: Remember to use correct syntax. Check link to the right for more informastion.
no: Husk å benytte korrekt syntaks. Sjekk ut lenken på høyre side for mer informasjon.

source: Need syntax help?
no: Trenger du syntakshjelp?

source: Check out how the wiki is formated
no: Se hvordan wiki-formateringen skjer

source: See difference
no: Se forskjell

source: Revision
no: Revisjon

source: By user
no: Av bruker

source: Crew already exists in this path
no: Crew eksisterer allerede i denne stien

source: User already exists in this path
no: Bruker eksisterer allerede i denne stien

source: There already exits a card with this NFC id.
no: Det finnes allerede et kort med denne NFC-ID-en

source: This field cannot ble blank and must be numeric
no: Dette feltet kan ikke tomt å må være nummerisk

source: notempty
no: Feltet kan ikke være tomt

source: Field cannot be empty
no: Feltet kan ikke være tomt

source: numeric
no: Feltet må være numerisk

source: datetime
no: Feltet må være en gyldig dato

source: email
no: Feltet må være en fyldig e-post

source: Rule cannot be empty
no: Regel kan ikke være tom

source: Denied text cannot me empty
no: Avslått-tekst kan ikke være tom

source: An internal error has occurred
no: En intern feil har oppstått

source: Missing Method in %s
no: Manglende metode i %s

source: The action %1$s is not defined in controller %2$s
no: Handlingnen %1$s er ikke definert i kontrollerklassen %2$s

source: Create %1$s%2$s in file: %3$s.
no: Opprett %1$s%2$s i følgende fil: %3$s.

source: Notice
no: Notis

source: If you want to customize this error message, create %s
no: Ønsker du å tilpasse denne feilmeldingen kan du opprette %s

source: Missing Behavior Class
no: Manglende adfredsklasse

source: The behavior class <em>%s</em> can not be found or does not exist.
no: Adferdsklassen <em>%s</em> ble ikke funnet eller eksisterer ikke.

source: Create the class below in file: %s
no: Opprett oppgitt klasse i følgende fil: %s

source: Missing Behavior File
no: Manglende adferdsfil

source: The Behavior file %s can not be found or does not exist.
no: Adferdsfilen %s ble ikke funnet eller eksisterer ikke.

source: Missing Component Class
no: Manglende komponentklasse

source: Component class %1$s was not found.
no: Komponentklassen %1$s ble ikke funnet.

source: Create the class %s in file: %s
no: Opprett klassen %s i følgende fil: %s

source: Missing Component File
no: Manglende komponentfil

source: The component file was not found.
no: Komponentfilen ble ikke funnet.

source: Missing Database Connection
no: Manglende databasetilkobling

source: %s requires a database connection
no: %s krever databasetilkobling

source: Confirm you have created the file : %s.
no: Sjekk at du har opprettet filen: %s.

source: If you want to customize this error message, create %s.
no: Ønsker du å tilpasse denne feilmeldingen kan du opprette %s.

source: Missing Controller
no: Manglende kontrollerklasse

source: %s could not be found.
no: %s ble ikke funnet.

source: Create the class %s below in file: %s
no: Opprett oppgitt klasse %s i følgende fil: %s

source: Scaffold requires a database connection
no: Stilas krever databasetilkobling

source: Confirm you have created the file: %s
no: Sjekk at du har opprettet filen: %s

source: Missing Datasource Configuration
no: Manglende datakildeklasseoppsett

source: The datasource configuration %1$s was not found in database.php.
no: Datakildeklasseoppsettet %1$s ble ikke funnet i database.php.

source: Missing Datasource Class
no: Manglende datakildeklasse

source: Datasource class %1$s was not found.
no: Datakildeklassen %1$s ble ikke funnet.

source: Missing Helper Class
no: Manglende hjelpeklasse

source: The helper class <em>%s</em> can not be found or does not exist.
no: Hjelpeklassen <em>%s</em> ble ikke funnet eller eksisterer ikke.

source: Missing Helper File
no: Manglende hjelpeklassefil

source: The helper file %s can not be found or does not exist.
no: Hjelpeklassefilen %s ble ikke funnet eller eksisterer ikke.

source: Missing Layout
no: Manglende oppsettsfil

source: The layout file %s can not be found or does not exist.
no: Oppsettsfilen %s ble ikke funnet eller eksisterer ikke.

source: Missing Plugin
no: Manglende tillegg

source: The application is trying to load a file from the %s plugin
no: Tjenesten prøver å laste en fil fra tillegget %s

source: Make sure your plugin %s is in the
no: Sjekk at tillegget %s er i

source: Loading all plugins
no: Laster alle tillegg

source: If you wish to load all plugins at once, use the following line in your
no: Dersom du ønsker å laste inn alle tillegg på en gang kan du bruke følgende utdrag i din

source: Missing Database Table
no: Manglende databasetabell

source: Database table %1$s for model %2$s was not found.
no: Databasetabellen %1$s for modellen %2$s ble ikke funnet.

source: Missing View
no: Manglende visningsklasse

source: The view for %1$s%2$s was not found.
no: Visningsklassen for %1$s%2$s ble ikke funnet.

source: Private Method in %s
no: Privat metode i %s

source: %s%s cannot be accessed directly.
no: %s%s kan ikke nås direkte

source: Scaffold Error
no: Stilasfeil

source: Method _scaffoldError in was not found in the controller
no: Metoden _scaffoldError ble ikke funnet i gjeldende kontrollerklasse

source: pictures need approval
no: %s bilder treng godkjenning

source: picture need approval
no: 1 bilde venter på godkjenning

source: No pictures need approval, good work!
no: Ingen bilder treng godkjenning, good work!

source: Show users without picture
no: Vis brukere uten bilde

source: Go back
no: Gå tilbake

source: users without picture
no: %s brukere uten bilde

source: Last Updated
no: Sist endret

source: Send SMS to mailinglist members
no: Send SMS til e-postliste medlemmer

source: Choose list
no: Velg liste

source: Mailinglist members
no: E-postliste medlemmer

source: or
no: eller

source: User/Crew:
no: Bruker/Crew:

source: Do you have any allergies?
no: Har du noen allergier?

source: Other dietary needs?
no: Andre diettbehov?

source: Fish
no: Fisk

source: Shellfish
no: Skalldyr

source: Molluscs
no: Bløtdyr

source: Eggs
no: Egg

source: Nuts
no: Nøtter

source: Peanuts
no: Peanøtter

source: Celery
no: Selleri

source: Mustard
no: Sennep

source: Sesame seeds
no: Sesamfrø

source: Soy
no: Soya

source: Sulphites
no: Sulfitter

source: Citrus
no: Sitrus

source: Milk
no: Melk

source: Flour
no: Mel

source: Lactose intolerant
no: Laktoseintolerant

source: Vegetarian
no: Vegetarianer

source: Vegan
no: Veganer

source: Other needs
no: Andre behov

source: Allergies
no: Allergier

source: Consent
no: Samtykke

source: consent-disclaimer
no: Jeg har lest teksten over og samtykker til at KANDU/The Gathering kan behandle de opplysningene jeg oppgir på måten som er beskrevet over.

source: consent-error
no: Du må samtykke til behandling av opplysningene før du kan lagre

source: Crew you administrate
no: Crew du administrerer

source: consent-walloftext
no: Du er nå i ferd med å oppgi sensitive personopplysninger. I tråd med personopplysningsloven § 19 informeres du med dette om at: <br>Den som er ansvarlig for behandlingen av opplysningene er generalsekretær i KANDU, som kan nås på e-post kontoret@kandu.no. Koordinator for The Gathering, Kristian Myhre kan også kontaktes på kristian@gathering.org. <br>Formålet med behandlingen av disse opplysningene er å kunne tilrettelegge ditt tilbud på The Gathering og kartlegge behov for tilrettelegging. Opplysningene kan også anonymisert form brukes i statistikkhensyn. Opplysningene vil ikke bli brukt utenfor disse formålene. Opplysningene vil ikke overføres til noen utenfor KANDU/The Gathering. <br>Opplysningene vil bli gjort tilgjengelig for de som har et tjenestlig behov for det, i hovedsak de som f.eks. skal forberede mat eller lignende. Avgjørelse om hvem som har tjenestlig behov blir tatt av behandlingsansvarlig eller den som får fullmakt av denne. <br>Det er helt frivillig å oppgi disse opplysningene. <br>Du kan på denne siden til enhver tid se hvilken informasjon som er registrert om deg. Alle sensitive personopplysninger vil slettes umiddelbart etter The Gathering er gjennomført. <br>Du kan til enhver tid kreve at opplysningene blir slettet eller på annen måte trekke samtykket til at KANDU/The Gathering behandler disse opplysningene.

source: crewuser-customtitle
no: Definer eventuelt en tilpasset tittel eller rolle for crewmedlemmet.

source: Enable automatic Slack invitations
no: Aktiver automatiske Slack invitasjoner

source: Slack invite failed to send to user. User might already be in workspace, or user needs to be manually activated. Please contact support.
no: Slack invitasjon feilet, brukeren er kanskje allerede i Slack, eller brukeren må bli aktivert manuelt. Vennligst ta kontakt med support.

source: Slack invite to sent to user.
no: Slack invitasjon sendt til brukeren!

source: Slack invite failed to send to user.
no: Slack invitasjon feilet.
