Repository: gathering/wannabe
Catalog: app/Locale/nob/LC_MESSAGES/default.po
Languages: no

source: Medical and nutritional needs
no: Medisinske og næringsbehov

source: Needs
no: Behov

source: Pictures processed
no: Bildemoderasjon utført

source: Select pictures to process
no: Velg bilder for moderasjon

source: No picture
no: Inget bilde

source: Users without picture
no: Brukere uten bilde

source: Profile picture censorship
no: Profilbildesensur

source: View all unapproved pictures
no: Vis alle ikke-godkjente bilder

source: Picture approval
no: Bildegodkjenning

source: Users with picture
no: Brukere med bilde

source: View all users without pictures
no: Vis alle brukere uten bilde

source: Wannabe: Picture denied
no: Wannabe: Bilde avslått

source: Wannabe: Picture reset
no: Wannabe: Bilde resatt

source: Picture reset
no: Bilde resatt

source: Picture not approved. Nothing reset.
no: BIlde ikke godkjent, ingenting resatt

source: No such user.
no: Ingen slik bruker.

source: Rules for picture upload
no: Regler for bildeopplastning

source: View all rules
no: Vis alle regler

source: The picture rule has been saved
no: Bilderegelen ble lagret

source: The picture rule could not be saved. Please, try again.
no: Bilderegelen kunne ikke bli lagret. Prøv på nytt.

source: Create new rule
no: Opprett ny regel

source: Invalid picture rule
no: Ugyldig bilderegel

source: Edit rule
no: Rediger regel

source: Picture rule deleted
no: Bilderegel slettet

source: Picture rule was not deleted
no: Bilderegelen ble ikke slettet

source: Your privacy settings has been updated
no: Dine personverninnstillinger har blitt lagret.

source: Phone numbers
no: Telefonnumre

source: Address
no: Adresse

source: Birth
no: Fødselsdag

source: Email address
no: E-postadresse

source: Allow members of your own crew to see hidden info
no: La medlemmer av ditt eget crew se skjult informasjon

source: Privacy
no: Personvern

source: Change picture
no: Endre bilde

source: Your previous picture was denied: %s
no: Ditt tidligere bilde har blitt avslått: %s

source: Picture accepted
no: Bilde godkjent

source: Could not create upload dir %s
no: Kunne ikke opprette opplastningskatalog %s

source: Picture uploaded successfully. You may now crop you picture if needed.
no: Bildet ble lagret. Under kan du beskjære bildet ditt ved behov.

source: Could not move the uploaded file, poke the tech guys about it!
no: Kunne ikke flytte opplastet fil, rapporter problemet

source: Image too big or in not allowed format
no: Bildet er for stort eller i feil format

source: Nothing uploaded, try again
no: Ingenting ble lastet opp, prøv igjen

source: Picture cropped successfully.
no: Bildet ble beskjært.

source: Edit profile
no: Rediger profil

source: Edit your profile
no: Rediger din profil

source: Administrate
no: Administrer

source: Be user
no: Bli bruker

source: You must enter at least one phone number
no: Du må legge til minst ett telefonnummer

source: Phone type must be chosen
no: Telefonnummertype må være valgt

source: Not a valid phone number
no: Ugyldig telefonnummer

source: Your profile has been saved.
no: Din profil har blitt lagret.

source: Registration complete. You may now apply for crew.
no: Registrering fullført. Du kan nå legge inn din søknad.

source: You have field errors. Please correct them and continue.
no: Noen av feltene inneholder feil. Rett opp dette og fortsett.

source: male
no: mann

source: female
no: kvinne

source: Complete registration
no: Fullføre registreringen

source: Create profile
no: Opprett profil

source: Save profile
no: Lagre profil

source: Password incorrect
no: Feil passord

source: New password cannot be the same as your current password
no: Nytt passord kan ikke være likt som det gamle

source: Password created. Complete the registration by creating your profile
no: Passord opprettet. Fullføre registreringen ved å opprette din profil

source: Password updated
no: Passordet er oppdatert

source: Create password
no: Opprett passord

source: Update password
no: Oppdater passord

source: Change email address
no: Endre e-postadresse

source: Please enter a valid email address
no: Fyll inn en gyldig e-postadresse

source: Email change canceled. Please disregard sent email.
no: E-postadresseendring avbrutt. Se bort i fra mottatt e-post.

source: Waiting for verification
no: Venter på bekreftelse

source: This is already your email address
no: Dette er allerede din e-postadresse

source: This email address is already registered with another user
no: Dette e-postadressen er allerede registrert av en annen bruker.

source: Wannabe: Change email
no: Wannabe: Endre e-postadresse

source: An email has been sent to “%s”. Click the link in the email to verify your new email address.
no: En e-post har blitt sendt til «%s». Klikk på lenken i mottatt e-post for å bekrefte e-postbytte.

source: An error has occured while trying to save your user. Please try again. If the problem persists please contact %s
no: Det oppsto en feil da vi forsøkte lagre dine brukerinfo. Vennligst prøv på nytt. Dersom problemet vedvarer, ta kontakt med %s

source: Empty search not allowed
no: Tomt søk er ikke tillatt

source: Results
no: Treff

source: Message from leader
no: Melding fra leder

source: Show up time was saved
no: Oppmøtetid lagret

source: Set showup time
no: Sett oppmøtetid

source: No changes to save
no: Ingen endringer å lagre

source: Objects were moderated
no: Objektene ble moderert

source: Moderate showup times
no: Endre oppmøtetider

source: Show showup times
no: Vis oppmøtetider

source: Slideshow saved
no: Lysbildeserie lagret

source: Unable to save slideshow
no: Kunne ikke lagre lysbildeserie

source: Slideshow was deleted
no: Lysbildeserie ble slettet

source: Unable to delete slideshow
no: Kan ikke slette lysbildeserie

source: Slide was deleted
no: Lysbilde ble slettet

source: Unable to delete slide
no: Kan ikke slette lysbilde

source: Send SMS messages
no: Send SMS-melding

source: You have no budget registered to your account.
no: Du har ingen budsjett registrert på din konto.

source: All messages sent, except:
no: Alle beskjeder sendt, unntatt:

source: Your messages were sent
no: Dine beskjeder ble sendt

source: You do not have enough quota to send
no: Din gjenværende kvote er ikke nok til å sende

source: The user id was not found
no: Brukeriden ble ikke funnet

source: You have not entered any valid users
no: Du har ikke mulighet til å bestille noe nå.

source: Administer tasks
no: Administrer oppgaver

source: Create new task
no: Opprett oppgave

source: Select task to edit
no: Velg oppgave for redigering

source: No such task
no: Oppgaven eksisterer ikke

source: Edit task
no: Rediger oppgave

source: Task deleted
no: Oppgave slettet

source: Select task to delete
no: Velg oppgave for sletting

source: Delete task
no: Slett oppgave

source: Administer terms
no: Administrer betingelser

source: Term was created
no: Betingelse opprettet

source: Create new term
no: Opprett betingelse

source: Term was saved
no: Betingelsen ble lagret

source: Select term to edit
no: Velg betingelse å endre

source: No such term
no: Ingen slik betlingelse

source: Edit term
no: Rediger betingelse

source: Term deleted
no: Betingelse slettet

source: Select term to delete
no: Velg betingelse å slette

source: Delete term
no: Slett betingelse

source: Terms has been accepted. You can now continue to use the site.
no: Betingelsene er market som godkjent. Du kan nå fortsette å bruke siden.

source: Something went wrong. Please try again.
no: Noe gikk galt. Vennligst prøv på nytt.

source: You must accept terms
no: Du må godkjenne betingelsene

source: You must accept the terms to continue. Please read the terms and click accept.
no: Du må godkjenne betingelsene for å fortsette. Vennligst les betingelsene og klikk på godkjenn.

source: Terms & Conditions
no: Betingelser for medlem

source: Back to login
no: Tilbake til innlogging

source: I don't know about you, but where we come from that is not a valid email address. Please try again.
no: Jeg vet ikke med deg, men hvor jeg kommer fra er ikke det en gyldig e-postadresse. Prøv på nytt.

source: Create
no: Opprett

source: Create new user
no: Opprett ny bruker

source: Reset password
no: Nullstill passord

source: Forgot password
no: Glemt passord

source: Passwords did not match
no: Passordene overensstemte ikke

source: Password updated. You may now login.
no: Passord oppdatert. Du kan nå logge inn.

source: Something went wrong. Try again.
no: Noe gikk galk. Prøv igjen.

source: Change password
no: Endre passord

source: Wrong code.
no: Feil kode.

source: Email verified.
no: E-postadresse bekreftet.

source: Email verified. You can now complete your registration
no: E-postadresse bekreftet. Du kan nå fullføre registreringen

source: You cannot reset your password as you have not completed your registration.
no: Du kan ikke nullstille ditt passord fordi du ikke har fullført registreringen.

source: You cannot reset your password as you have not verified your email address.
no: Du kan ikke nullstille ditt passord fordi du ikke har bekreftet din e-postadresse.

source: Wannabe: Forgot password
no: Wannabe: Glemt passord

source: An email has been sent to “%s”. Click the link in the email to reset your password.
no: Du får tilsendt en e-post til adressen «%s». Klikk lenken i e-posten for å nullstille ditt passord.

source: The email address you entered is not registered. Maybe you mistyped?
no: Denne e-postadressen ser ikke ut til å være registrert. Skrev du feil?

source: Wannabe: New account
no: Wannabe: Ny konto

source: An email has been sent to “%s”. Click the link in the email to continue registration.
no: Du får tilsendt en e-post til adressen «%s». Klikk lenken i e-posten for å fortsette registreringen.

source: The email address you entered is already registered. If this account is yours you can %s click here %s to login.
no: E-postadressen du har skrevet inn er allerede registrert. Hvis dette er din e-post kan du %s trykke her %s for å logge inn.

source: You have un-sudoed
no: Du har blitt logget ut av sudo modus

source: You have been logged out
no: Du ble utlogget.

source: User preferences
no: Brukerinstillinger

source: Voting system
no: Stemmesystem

source: Campaign not yet open. Opens %s
no: Stemming enda ikke åpnet. Åpner %s

source: Saved
no: Lagret

source: Auth failed
no: Autentisering feilet

source: Pawn shop admin
no: Pantesjappeadmin

source: Select item to administrate, or create new
no: Velg gjenstanden du vil administrere, eller lag ny

source: Item was created
no: Gjenstanden ble lagret

source: Item could not be saved
no: Gjenstanden kunne ikke lagres

source: Select item to edit
no: Velg gjenstand du vil redigere

source: Pawn shop
no: Pantesjappe

source: Hand out or hand in items
no: Lever ut eller inn gjenstander

source: Cannot be empty
no: Kan ikke være tomt

source: Item was handed out
no: Gjenstanden ble levert ut

source: Select item to hand out
no: Velg gjenstand som du vil levere ut

source: Hand out item
no: Lever ut gjenstand

source: Item was handed in
no: Gjenstand ble levert inn

source: Hand in item
no: Lever inn gjenstand

source: Bad request.
no: Feil forespørsel.

source: Bad Request
no: Feil forespørsel

source: History of wiki page
no: Historie til wiki-side

source: Edit wiki page
no: Rediger wiki-side

source: One or more of the versions does not exist.
no: En eller flere av versjonene eksisterer ikke.

source: Compare wiki pages
no: Sammenlign wiki-sider

source: The page “%s” does not exist.
no: Siden «%s» eksisterer ikke.

source: The page “%s” requires login.
no: Siden «%s» krever innlogging.

source: No event named %s
no: Intet arragement ved navn %s

source: Development error:
no: Utviklingsfeil:

source: Page not found (404)
no: Siden ikke funnet (404)

source: The page returned an error
no: Siden returnerte en feil

source: You do not have privileges to access this page.
no: Du har ikke tilgangsrettigheter for denne siden.

source: 403 Forbidden: %s
no: 403 Forbudt: %s

source: Must be a valid e-mail
no: Må være en gyldig e-postadresse

source: Must be a valid phone number. Example: +4712345678
no: Må være et gyldig telefonnummer, for eksempel: +47 12345678

source: Must be a number
no: Må være et nummer

source: Must be at least one person
no: Må være minst én person

source: Must be a valid date in the DD-MM-YYYY format
no: Må være gyldig dato i DD-MM-YYYY-format

source: Max length is 50
no: Maks lengde er 50

source: A user group with that name already exists for this event.
no: En brukergruppe med det navnet eksisterer allerede for denne hendelsen.

source: Must be a valid user id
no: Må være guldig bruker-ID

source: Member
no: Medlem

source: Shiftleader
no: Skiftleder

source: Must be a valid user id or
no: Må være gyldig bruker-ID eller

source: You do not have access to this event
no: Du har ikke tilgang til dette arrangementet

source: Max length is 30
no: Maksimumslengde 30 tegn

source: A channel with that name already exists.
no: En kanal med det navnet eksisterer allerede

source: A category with that name already exists.
no: En kategori med det navnet eksisterer allerede

source: A storage place with that name already exists.
no: En lagringsplass med det navnet eksisterer allerede

source: Must be an email
no: Må være en e-post

source: Must be 6 characters
no: Må være 6 tegn

source: Must be alphanumerical
no: Må være alfanumerisk.

source: Username must be alphanumeric.
no: Brukernavnet må være alfanumerisk.

source: Username is already in use.
no: Brukernavnet er allerede i bruk.

source: Password must be 6 characters or more
no: Passordet må være 6 tegn eller mer.

source: Password do not match
no: Passordet overensstemte ikke

source: Name cannot be empty
no: Navn kan ikke være tomt

source: Nick cannot be empty
no: Kallenavn kan ikke være tomt

source: Town cannot be empty
no: Stedsnavn kan ikke være tomt

source: County must be chosen
no: Land kan ikke være tomt

source: Address cannot be empty
no: Adresse kan ikke være tomt

source: Postcode cannot be empty
no: Postnummer kan ikke være tomt

source: Gender must be chosen
no: Kjønn kan ikke være tomt

source: Birth must be chosen
no: Fødselsdag må være valgt

source: A card with that name already exists.
no: Et kort med det navnet eksisterer allerede

source: Max length is 100
no: Maksimal lengde 100 tegn

source: Api applications
no: API-programmer

source: View all applications
no: Vis alle programmer

source: The application has been saved
no: Programmet ble lagret

source: The application could not be saved. Please, try again.
no: Programmet ble ikke lagret. Vennligst prøv på nytt.

source: API applications
no: API-programmer

source: Create new application
no: Opprett nytt program

source: Invalid application
no: Ugyldig program

source: Edit application
no: Endre program

source: Delete application
no: Slett program

source: Application deleted
no: Program slettet

source: Application was not deleted
no: Program ble ikke slettet

source: No ID provided
no: Ingen ID gitt

source: API key has been revoked
no: API-nøkkel ble tilbakekalt

source: An error occured when trying to revoke the API key
no: En feil oppstod med tilbakekalling av API-nøkkel

source: Revoke API key
no: Tilbakekall API-nøkkel

source: Revoke API access via %s
no: Tilbakekall API-nøkkel for %s

source: API key not found
no: API-nøkkel ikke funnet

source: Back to applications
no: %s aktive søknader

source: API keys for %s
no: API-nøkler

source: Issued API keys
no: Vis dine utstedte API-nøkler

source: API keys
no: API-nøkler

source: View your issued API keys
no: Vis dine utstedte API-nøkler

source: Name
no: Navn

source: Description
no: Beskrivelse

source: Enabled
no: Aktivert

source: Applications must be enabled to be used
no: Programmer må være aktivert for å bli tatt i bruk

source: Create application
no: Opprett program

source: Delete %s
no: Slett %s

source: Are you sure you want to delete this application? This action cannot be undone
no: Er du sikker på du vil slette dette programmet? Dette handlingen kan ikke angres

source: Save application
no: Lagre program

source: Applications
no: Søknader

source: Key
no: Nøkkel

source: Issued keys
no: Utstedte nøkler

source: Edit
no: Rediger

source: Delete
no: Slett

source: View keys
no: Vis nøkler

source: Revoking API key %s
no: Tilbakekaller APi-nøkkel %s

source: For user %s
no: For bruker %s

source: Are you sure you want to revoke this key? This action cannot be undone
no: Er du sikker på at du ønsker å tilbakekalle denne nøkkelen? Dette handlingen kan ikke angres

source: User
no: Bruker

source: Issued
no: Utsendt

source: Active
no: Aktiv

source: Revoke access
no: Tilbakekall tilgang

source: Revoke
no: Tilbakekall

source: This application has no issued API-keys.
no: Programmet ble lagret

source: Issuer
no: Utsender

source: You have no API-keys.
no: Du har ingen API-nøkler.

source: Crew for a day application setting
no: Crew for a day-søknadsinnstilling

source: This event is not open for crew for a day applications.
no: Dette arrangementet er ikke åpent for mottak av crew for a day-søknader

source: %s — your crew for a day application has been recieved!
no: %s – din crew for a day-søknad er mottatt!

source: Your crew for a day application was successfully saved. An email has been sent to “%s”, confirming the details
no: Din crew for a day-søknad ble lagret vellykket. Du får tilsendt en e-post på adressen «%s» som bekreftelse.

source: Crew for a day application submitted
no: Crew for a day-søknad innsendt

source: Administer open crew for a day applications
no: Administrer aktive crew for a day-søknader

source: Crew %s added
no: Crew %s lagt til

source: Crew already opened
no: Crewet er allerede åpent

source: Administer open crew for a day crews
no: Administrer crew for a day-crew

source: Crew removed
no: Crew fjernet

source: CfadApplication has now been accepted.
no: Crew for a day-søknaden har blitt godtatt.

source: Crew for a day members
no: Crew for a day-medlemmer

source: Members updated
no: Medlemmer oppdatert

source: Edit crew for a day members
no: Rediger crew for a day-medlemmer

source: Delete field “%s”
no: Slett felt «%s»

source: Are you sure you want to delete this field? This action cannot be undone
no: Er du sikker på at du vil slette dette feltet? Handlingen er permanent

source: Delete page “%s”
no: Slett side «%s»

source: Are you sure you want to delete this page? This action cannot be undone
no: Er du sikker på at du vil slette siden? Handlingen er permanent

source: Field type
no: Felttype

source: Choose
no: Velg

source: Create field
no: Opprett nytt felt

source: Create new page
no: Opprett ny side

source: Position
no: Posisjon

source: Page “%s”
no: Side «%s»

source: Field Type
no: Felttype

source: Edit field: %s
no: Rediger felt %s

source: Save field
no: Lagre felt

source: Settings
no: Innstillinger

source: Settings for application
no: Innstillinger for søknad

source: Edit “%s”
no: Rediger «%s»

source: Setting for applications
no: Innstillinger for søknader

source: Number of choices
no: Antall valg

source: Options
no: Innstillinger

source: Open for applications
no: Åpen for søknadsmottak

source: Congratulations, %s!
no: Gratulerer, %s!

source: Takk for din søknad com CFAD på The Gathering!
no: Takk for din søknad til CFAD på The Gathering!

source: This is what your application looks like
no: Slik ser din søknad ut

source: Edit your application
no: Rediger din søknad

source: No crews are open for applying for crew for a day
no: Ingen crew er åpne for søknadsmottak for crew for a day

source: Page description
no: Sidebeskrivelse

source: Previous
no: Forrige

source: Next
no: Neste

source: Page %s of %s
no: Side %s av %s

source: denied
no: Avslått

source: Administration for crew for a day
no: Administrasjon for crew for a day

source: View members
no: Vis medlemmer

source: Application pages
no: Søknadssider

source: Application settings
no: Søknadsinnstillinger

source: Age
no: Alder

source: Applying for
no: Søker på

source: Last updated
no: Sist oppdatert

source: Available crews
no: Tilgjengelige crew

source: Select crew to open
no: Velg crew å åpne

source: Apply
no: Utfør

source: Open crews
no: Åpne crew

source: No open crews
no: Ingen åpne crew

source: Remove
no: Fjern

source: deny
no: avslå

source: accept
no: tilsett

source: Are you sure you want to %s the application to %s?
no: Er du sikker på du vil %s søknaden til %s?

source: Denial message
no: Avslagsmelding

source: Select day
no: Velg dag

source: Date
no: Dato

source: Date must be set
no: Dag må være valgt

source: Go back to:
no: Gå tilbake til:

source: List of crew applications
no: Søknadsliste

source: Current application
no: Aktiv søknad

source: Profile
no: Profil

source: Choice
no: Valg

source: Accept
no: Tilsett

source: Deny
no: Avslå

source: Application
no: Søknad

source: No members
no: Ingen medlemmer

source: &#x2191; To top
no: &#x2191; Til toppen

source: %s members total
no: %s medlemmer totalt

source: member
no: medlem

source: members
no: medlemmer

source: Email
no: E-post

source: Cleanup admin
no: Ryddetid-administrasjon

source: Added cleanup time.
no: Lagt til ryddetid.

source: Could not add cleanup time.
no: Kunne ikke legge til ryddetid tidspunkt.

source: Updated cleanup time.
no: Ryddetid ble oppdatert

source: Could not update cleanup time.
no: Kunne ikke oppdatere ryddetid

source: No cleanup with id '
no: Ingen ryddetid for id '

source: Edit cleanup
no: Rediger ryddetid

source: Received no cleanup or crew ID.
no: Mottok ingen ryddetid- eller crew-ID.

source: Crew does not exist or is exempted
no: Crew eksisterer ikke eller er unntatt.

source: Cleanups for %s
no: Ryddetider for %s

source: No access to crew
no: Ingen tilgang til crew

source: Failed to add user
no: Klarte ikke å legge til bruker

source: User already added
no: Bruker allerede lagt til

source: Cleanup is full
no: Ryddetiden er full

source: %d added, %d ignored and %d failed while adding crew.
no: %d lagt til, %d ignorert og %d feilet da crew ble lagt til.

source: Received no crew ID or user ID.
no: Mottok ingen crew-ID eller bruker-ID.

source: Register cleanup, %s
no: Registrer ryddetid, %s

source: Maximum assigned: %s, total: %s, upcoming: %s, completed: %s
no: Maksimalt oppført: %s, totalt: %s, kommende: %s, fullført: %s

source: Cleanup for %s removed
no: Ryddetid for %s fjernet

source: Error removing cleanup for %s
no: Feil ved fjerning av ryddetid for %s

source: Nothing to remove
no: Intet å fjerne

source: Exemption removed
no: Unntak opphevet

source: Error removing exemption
no: Feil ved fjerning av oppheving

source: No access to manage
no: Ingen tilgang å administrere

source: Received no user ID.
no: Mottok ingen bruker-ID.

source: Received no crew ID.
no: Mottok ingen crew-ID.

source: This crew is already exempt from cleanup.
no: Dette crew er allerede unntatt fra ryddetid.

source: Crew exempted from cleanup
no: Crew unntatt fra ryddetid

source: Failed to add crew to exempt list for cleanup
no: Klarte ikke å legge til crew i unntakliste for ryddetid

source: Cleanup statictics
no: Ryddetidstatistikk

source: Cleanup registration
no: Registrering av ryddetid

source: Received no cleanup ID.
no: Mottok ingen ryddetid-ID.

source: Paticipation updated.
no: Deltakelse oppdatert.

source: Could not save.
no: Kunne ikke lagre.

source: Total assigned: %s, upcoming: %s, completed: %s
no: Totalt oppført: %s, kommende: %s, fullført: %s

source: Cleanup times
no: Ryddetider

source: Add new cleanup time
no: Legg til nytt ryddetid tidspunkt

source: Maximum positions
no: Maksimalt antall

source: Time
no: Tid

source: Hour
no: Time

source: Minute
no: Minutt

source: Save cleanup time
no: Lagre ryddetid

source: Done
no: Utført

source: Completed
no: Fullført
