Repository: gathering/wannabe
Catalog: app/Locale/nob/LC_MESSAGES/default.po
Languages: no

source: Not set
no: Ikke satt

source: Add
no: Legg til

source: Choose crew
no: Velg crew

source: Add whole crew to cleanup
no: Legg til hele crew til ryddetid

source: Back to crew overview
no: Tilbake til crewoversikt

source: Back to crew selection
no: Tilbake til crewvalg

source: There are no active cleanups
no: Det er ingen aktive ryddetider

source: Assign members
no: Tildel

source: Edit cleanup time
no: Rediger ryddetidspunkt

source: There are no exempt crews for
no: Det er ingen unntaks-crew for

source: Exempted by user
no: Unntatt av bruker

source: Exempt crew from cleanup
no: Unnta crew fra ryddetid

source: Add cleanup time
no: Legg til ryddetid-tidspunkt

source: Exempt crews from cleanup
no: Unnta crew fra ryddetid

source: Statistics
no: Statistikk

source: Amounts
no: Antall

source: Maximum: %s, total: %s, upcoming: %s, completed: %s
no: Maksimalt: %s, totalt: %s, kommende: %s, fullført: %s

source: Assign
no: Tildel

source: %d completed cleanups of %d assigned of %s total in crew(not including exempt crews)
no: %d fullførte ryddinger av %d tildelte av %s totalt i crew (ikke inkludert untatte crew)

source: Total
no: Totalt

source: Assigned
no: Tildelt

source: Missing
no: Mangler

source: Count
no: Tell

source: Total: %s, upcoming: %s, completed: %s
no: Total: %s, kommende: %s, fullført: %s

source: Register
no: Registrer

source: There are no cleaners assigned.
no: Ingen ryddere er tildelt.

source: Comment
no: Kommentar

source: Comments
no: Kommentarer

source: Undo
no: Angre

source: My cleanup time
no: Mitt ryddetid-tidspunkt

source: Other times for my fellow crew memebers
no: Andre tider for mine crewmedlemmer

source: You do not have a set cleanup time.
no: Du har ikke satt ryddetid-tidspunkt.

source: View series:
no: Vis serie:

source: Add items
no: Legg til enhet

source: View bulk:
no: Vis bulk:

source: Damaged
no: Skadet

source: Destroyed
no: Ødelagt

source: Express Checkout
no: Sjekk ut

source: Express Checkin
no: Sjekk inn

source: Other checkin options
no: Andre valg for innsjekk

source: Invalid user ID
no: Ugyldig brukerid

source: Invalid item AssetTag
no: Ugyldig AssetTag for gjenstand

source: The items were checked out
no: Enhetene ble sjekket ut

source: The items were checked in
no: Enhetene ble sjekket inn

source: Bulk items are not supported
no: Bulk-gjenstander er ikke støttet

source: Your registration was saved, press %s to view the registration
no: Registreringen ble lagret, trykk på %s for å se den

source: here
no: her

source: Create item
no: Opprett vare

source: Item exists, but deactivated. Item has been reactivated.
no: Enhet eksisterer men er deaktivert. Enheten har blitt reaktivert.

source: Item with AssetTag already exists: %s
no: Enhet med AssetTag finnes allerede: %s

source: View item:
no: Vis enhet:

source: Supplier not provided.
no: Leverandør ikke gitt

source: Cannot add 0 or less units
no: Kan ikke legge til 0 eller færre enheter

source: Invalid parameters given
no: Ugyldige parametere oppgitt

source: This bulk has items checked out of storage, and can therefore not be edited
no: Denne bulken har gjenstander som er sjekket ut av lagringsplassen, og kan derfor ikke bli redigert

source: Edit item:
no: Rediger enhet:

source: Item was saved
no: Enhet ble lagret

source: Your item series was created. You may now add more items to the series below.
no: Din gjenstandsserie ble opprettet. Du kan nå legge til flere gjenstander i serien under.

source: Uncorrect series id provided
no: Ugyldig serie-ID gitt

source: The object is not a series
no: Enheten er ikke en serie

source: The items were added to the series.
no: Enhetene ble lagt til serien.

source: The items were added to the series, but with the following errors: %s
no: Enhetene ble lagt til serien, men med følgende feil: %s

source: Add items to series:
no: Legg enheten til serie:

source: The series with all its items were updated.
no: Serien med alle sine enheter ble oppdatert.

source: Edit series:
no: Rediger serie:

source: Logistics
no: Logistikk

source: Select location
no: Velg lagersted

source: Search items
no: Søk etter enheter

source: Filter search
no: Filtersøk

source: Could not find storage %s
no: Kunne ikke finne lager %s

source: Storage map
no: Lager-kart

source: Storage units
no: Lagringsenhet

source: Storage unit already exists
no: Lagringsenhet eksisterer allerede

source: Create new storage unit
no: Opprett ny lagringsenhet

source: Select storage unit to edit
no: Velg lagringsenhet som skal endres

source: No such storage unit
no: Lagringsenhet finnes ikke

source: Edit storage unit
no: Endre lagringsenhet

source: Storage unit deleted
no: Lagringsenhet slettet

source: Select storage unit to delete
no: Velg lagringsenhet som skal slettes

source: Delete storage unit
no: Slett lagringsenhet

source: Suppliers
no: Leverandører

source: Create new supplier
no: Opprett ny leverandør

source: %s was updated
no: %s ble oppdatert

source: Select supplier to edit
no: Velg leverandør for å endre

source: Edit supplier
no: Endre leverandør

source: You don't have access to manage this
no: Du har ikke tilgang til å administrere dette

source: Supplier deleted
no: Leverandør slettet

source: Select supplier to delete
no: Velg leverandør for sletting

source: No such supplier
no: Ingen slik leverandør

source: Delete supplier
no: Slett leverandør

source: You have no access to manage this
no: Du har ikke tilgang til å administrere dette

source: Could not create “%s” as it already exists.
no: Kunne ikke opprette «%s», da det allerede eksisterer

source: The following tags are in use, and cannot be deleted: %s
no: Følgende etiketter er allerede i bruk og kan ikke slettes: %s

source: All tags updated
no: Alle etiketter oppdatert

source: Tags
no: Nøkkelord

source: Confirm transaction
no: Bekreft transaksjon

source: Storage is empty, aborting
no: Lagerplass er tom, avbryter

source: No storage ID found, aborting
no: Ingen lagerplass-ID funnet, avbryter

source: Transaction successful
no: Transaksjon utført

source: Transaction aborted
no: Transaksjon avbrutt

source: series
no: serie

source: Attention
no: Oppmerksomhet

source: This %s has been deleted and cannot be used before it is reactivated.
no: Denne %s har blitt slettet og kan ikke brukes før den reaktiveres.

source: Amount
no: Antall

source: Reactivate
no: Reaktiver

source: The amount left of this bulk does not equal the sum available for each storage location.
no: Antall igjen i denne bulken er ikke det samme som hva som er tilgjengelig for hvert lagringsplass

source: Contact Core:Systems (wannabe@gathering.org)!
no: Kontakt Core:Systems (wannabe@gathering.org)!

source: Item details
no: Enhetsdetaljer

source: Owner
no: Leverandør

source: Amounts available in storage
no: Antall tilgjengelig på lager

source: Total amount in storage
no: Totalt antall på lager

source: Total amount not in storage
no: Totalt antall ikke på lager

source: Total amount registered in system
no: Totalt antall registrert i systemet

source: Condition
no: Tilstand

source: Place
no: Plasser

source: Bulk history
no: Historie for bulk

source: Toggle last/all
no: Vis/skjul alle

source: Timestamp
no: Tidsstempel

source: Done by
no: Utført av

source: to
no: til

source: Comment (optional)
no: Kommentar (frivillig)

source: Perform
no: Utfør

source: Storage
no: Lagringsplass

source: Use express checkout to hand out items:
no: Bruk hurtigutsjekk for å sjekke ut gjenstander:

source: Use express checkin to check in items:
no: Bruk hurtiginnsjekk for å sjekke inn gjenstander:

source: Move
no: Flytt

source: From storage
no: Fra lagringsplass

source: To storage
no: Til lagringsplass

source: Place in stock
no: Lagerfør

source: Set in transit
no: Sett i transport

source: Expected delivered
no: Forventet utlevert

source: Scan item AssetTag or Crew Badge
no: Scan AssetTag eller Crew Badge

source: enter user ID manually
no: fyll inn bruker-ID manuelt

source: Current checkout
no: Sjekk ut

source: Current checkin
no: Sjekk inn

source: User:
no: Bruker:

source: None &#8212; scan a badge into the field above to add the user or select a crew
no: None &#8212; scan et badge i feltet over for å legge til brukeren eller velg et crew

source: Items:
no: Gjenstander:

source: Item
no: Gjenstand

source: None &#8212; scan AssetTags into the field above to add items
no: Ingen &#8212; les inn AssetTag i feltet over for å legge til enheter

source: Checkout
no: Sjekk ut

source: Checkin
no: Sjekk inn

source: Select a storage to check in to
no: Velg en lagerplass for innsjekking

source: Confirm Checkout
no: Bekreft utsjekking

source: Confirm Checkin
no: Bekreft innsjekking

source: Cancel
no: Avbryt

source: Specify bulk amounts to check out
no: Spesifiser bulkantall for utsjekking

source: Specify bulk amounts to check in
no: Spesifiser bulkantall for innsjekking

source: Available
no: Tilgjengelig

source: Check out
no: Sjekk ut

source: Check in
no: Sjekk inn

source: Please enter a comment to describe the condition of the item
no: Vennligst skriv en kommentar for å beskrive tilstanden til gjenstanden

source: Invalid user
no: Ugyldig bruker

source: Invalid AssetTag
no: Ugyldig AssetTag

source: Please enter the user ID (up to four digits):
no: Vennligst fyll inn bruker-ID (opptil fire tegn):

source: Invalid ID number
no: Ugyldig ID nummer

source: Choose checkin storage in order to begin
no: Velg lager for å begynne

source: Scan NFC code for item
no: Skann NFC-kode for gjenstand

source: Checking in
no: Sjekk inn

source: Error for
no: Feil for

source: checked in
no: Sjekket inn

source: Items
no: Gjenstander

source: Serial number (optional)
no: Serienummer (valgfritt)

source: Delete row
no: Slett rad

source: Add new row
no: Legg til ny rad

source: Registration action
no: Registreringshandling

source: Action
no: Handling

source: Just register
no: Kun registrering

source: Hand out
no: Utlever

source: Storage unit
no: Lagringsenhet

source: Hand out to user
no: Utlever til bruker

source: User ID
no: Bruker-ID

source: Back to series
no: Tilbake til serie

source: Item info
no: Informasjon om enhet

source: Registration mode
no: Registreringsmodus

source: Mode
no: Modus

source: Single item
no: Enkel enhet

source: Series of items
no: Serieenhet

source: Mandatory item info
no: Obligatorisk gjenstandsinformasjon

source: Only one AssetTag can be added now, the rest should be added after the series has been created.
no: Kun et serienummer kan bli lagt til nå. Resten kan bli lagt til etter at serien har blitt skapt.

source: Number of items
no: Antall enheter

source: Supplier
no: Leverandør

source: Optional item info
no: Valgfri gjenstandsinformasjon

source: Serial number
no: Serienummer

source: Back to item
no: Tilbake til enhet

source: This item has been deleted and cannot be used before it is reactivated.
no: Denne enheten har blitt slettet og kan ikke brukes før den er reaktivert.

source: This item is part of a series. Click the button to view the series.
no: Denne enheten er del av en serie. Trykk på knappen for å vise serien.

source: View series
no: Vis serie

source: Item history
no: Enhetshistorie

source: Create storage location
no: Opprett nytt lager

source: Location name
no: Navn på lagersted

source: Create new location
no: Opprett ny lagerplass

source: Choose storage location
no: Velg lager

source: Express checkout
no: Hurtigutsjekk

source: Quickly check items out of storage
no: Sjekk gjenstander hurtig ut av lager

source: Express checkin
no: Hurtiginnsjekk

source: Check in items that are being delivered back into storage
no: Sjekk inn gjenstander som blir levert tilbake til lager

source: Find items by tag, status, location, crew, user or owner
no: Finn gjenstander ved tag, status, lokasjon, crew, bruker eller eier

source: Find items by their storage location by clicking a map
no: Finn gjenstander ved deres lagringslokasjon ved å klikke på et kart

source: Search for item
no: Søk etter gjenstand

source: Item ID, name, AssetTag or serial number
no: Gjenstands-ID, navn, AssetTag eller serienummer

source: Create new item
no: Opprett ny enhet

source: Filters
no: Filtre

source: Storage location
no: Lagringsplass

source: (unrig only)
no: (bare nedrigg)

source: Last Transaction
no: Siste transaksjon

source: Location/User
no: Sted/bruker

source: No results
no: Ingen treff

source: Find Object
no: Finn enhet

source: You can search on id, name, AssetTag or serial number
no: Du kan søke etter ID, navn, AssetTag eller serienummer

source: Normal storage
no: Normal lagringsplass

source: Create storage unit
no: Opprett lagringsenhet

source: Are you sure you want to delete this storage unit? This action cannot be undone
no: Er du sikker på at du ønsker å slette denne lagringsenhet? Handlingen kan ikke angres

source: Save storage unit
no: Lagre lagringsenhet

source: Choose storage unit
no: Velg lagringsenhet

source: Handout
no: Utlever

source: Company name
no: Firmanavn

source: Contact
no: Kontakt

source: Postal code
no: Postnummer

source: Are you sure you want to delete this supplier? This action cannot be undone
no: Er du sikker på at du ønsker å slette denne leverandøren? Denne handlingen kan ikke angres

source: Update
no: Oppdater

source: Choose supplier
no: Velg leverandør

source: NB! “/” is indicating folder separation, and cannot be used as an alias for “or”. All whitespaces will be replaced with underscore (“_”).
no: NB! «/» indikerer mappeseparering og kan ikke bli brukt som et alias for «og/eller». Alle mellomrom blir erstattet med understrek («_»)

source: New
no: Ny

source: Confirm
no: Bekreft

source: Abort
no: Avbryt

source: This will result in all copies being checked out to the same person, are you sure of this?
no: Dette vil føre til at alle eksemplarer blir sjekket ut til én person, er du sikker på dette?

source: This will result in all copies being checked in, are you sure?
no: Dette fører til at alle eksemplarer blir sjekket inn, er du sikker på dette?

source: Recipient
no: Mottaker

source: This will result in the whole storage being checked out to the same person, are you sure of this?
no: Dette handlingen vil resultere i at hele lagerplassen blir sjekket ut til samme person. Er du sikker?

source: Access control
no: Tilgangskontroll

source: Add ACL object
no: Legg til tilgangskontrollobjekt

source: Path
no: Sti

source: delete
no: slett

source: Non-member
no: Ikke-medlem

source: Add ACL role
no: Legg til tilgangsrolle

source: Role
no: Stilling

source: Access control list object
no: Tilgangskontrollobjekt

source: Read
no: Les

source: Write
no: Skriv

source: Manage
no: Behandle

source: Superuser
no: Superbruker

source: Access Control List Object
no: Tilgangskontrollobjekt

source: Privileges
no: Privilegier

source: All accreditations
no: Alle akkrediteringer

source: Employer
no: Arbeidsgiver

source: To
no: Til

source: Create new user group
no: Opprett ny brukergruppe

source: User group name
no: Brukergruppenavn

source: Create user group
no: Opprett brukergruppe

source: Do you really want to delete this accreditation?
no: Er du sikker på at du ønsker å slette denne akkrediteringen?

source: Do you really want to delete the usergroup %s
no: Er du sikker på at du ønsker å slette brukergruppen %s

source: Delete group
no: Slett gruppe

source: Accept and send e-mail
no: Godta og send e-post

source: Decline and send e-mail
no: Avslå og send e-post

source: Has not yet arrived
no: Har ennå ikke ankommet

source: Reset
no: Nullstill

source: Real name
no: Navn

source: Phone number
no: Telefonnummer

source: E-mail
no: E-post

source: Number of persons
no: Antall personer

source: Arrival date
no: Ankomstdato

source: Departure date
no: Utreisedato

source: Check all that apply
no: Hak av alle som passer

source: Pictures
no: Bilder

source: Tour
no: Omvisning

source: SMS Alert
no: SMS-varsel

source: Extended info
no: Utvidet informasjon

source: Internal comment
no: Intern kommentar

source: Save changes
no: Lagre endringer

source: Add group
no: Legg til gruppe

source: Add usergroup
no: Legg til brukergruppe

source: Assigned groups
no: Tildelte grupper

source: Edit user group %s
no: Endre brukergruppe %s

source: Save group name
no: Lagre gruppenavn

source: Add crew member
no: Legg til crewmedlem

source: Add user
no: Legg til bruker

source: Please select a valid user group
no: Vennligst velg en gyldig brukergruppe

source: Members
no: Medlemmer

source: Username
no: Brukernavn

source: All accreditations for group '%s'
no: Alle akkrediteringer for gruppe '%s'

source: You do not have any access to any accreditations
no: Du har ikke tilgang til noen akkrediteringer

source: Manage all accreditations
no: Behandle alle akkrediteringer

source: Press accreditation groups
no: Akkrediteringsgruppe

source: Register new
no: Registrer ny

source: Registration complete
no: Registrering fullført

source: Any questions regarding you application is to be sent to the press team.
no: Spørsmål vedrørende din søknad kan henvendes til presseansvarlige

source: Phone number must contain country prefix. Example: +4712345678 (without space)
no: Telefonummer må inneholde landsnummer. Eksempel: +4712345678 (uten mellomrom)

source: Planned arrival
no: Planlagt ankomst

source: Planned departure
no: Planlagt utreise

source: What kind of permissions are you applying for?
no: Hva slags rettigheter søker du?

source: SMS alert
no: SMS-varsel

source: If the application is for more than one person, please list the names in the extended information box
no: Dersom søknaden er for mer enn én person, vennligst list opp navnene i feltet for utvidet informasjon

source: Accreditations present now
no: Akkrediteringer til stede nå

source: Accreditations that should be here
no: Akkrediteringer som burde være her

source: Accreditations that have been here
no: Akkrediteringer som har vært her

source: User groups
no: Brukergrupper

source: This application can be reviewed by:
no: Denne søknad kan bli vist av:

source: Only leaders of the crews you have chosen to apply for.
no: Kun lederne i crewene du har valgt å søke i.

source: Leaders of any crew.
no: Ledere i alle crew.

source: My choices are in a prioritized order.
no: Mine valg er i prioritert rekkefølge.

source: My application can only be viewed by the chiefs in my selected choices.
no: Min søknad kan kun bli vist av lederne i mine aktuelle crewvalg.

source: I do not know what I want to apply for, and want to apply open.
no: Jeg vet ikke hva jeg ønsker å søke på, og vil sende en åpen søknad.

source: waiting
no: venter

source: accepted
no: Tilsatt

source: closed
no: lukket

source: It looks like there is no custom questions from your selected crews. Press next to continue.
no: Det ser ut til at det ikke finnes noen crewspesifikke spørsmål for dine valgte crew. Trykk «neste» for å fortsette.

source: Enable privacy
no: Aktiver visningsrestriksjoner

source: Enable priority
no: Aktiver prioritet

source: Priority
no: Prioritet

source: Priority for sorting in the overview (6 is lowest, 1 is highest)
no: Prioritet for sortering i oversiktsbildet (6 er lavest, 1 er høyest)

source: Enable crewquestion
no: Aktiver crewspørsmål

source: Open applications
no: Åpen søknad

source: Enable sending open applications for this crew
no: Aktiver moderasjon for denne regelen

source: Denied notification
no: Avslåelsesbeskjed

source: Confirmation text
no: Opptakstekst

source: Confimation Subject
no: Opptakstekst emne

source: Confirmation body
no: Bekreftelse, meldingskropp

source: Create new
no: Opprett ny

source: Question
no: Spørsmål

source: No questions
no: Ingen spørsmål

source: Created by %s
no: Opprettet av %s

source: Submit
no: Send inn

source: Created greetings you have access to
no: Opprettede hilsner du har tilgang til

source: Greeting from parent crew
no: Hilsen fra modercrew

source: Create a greeting
no: Opprett en hilsen

source: Personal greeting for %s
no: Personlig hilsen for %s

source: Greeting
no: Hilsen

source: User id
no: Bruker-ID

source: Specification
no: Spesifikasjon

source: NFC identfication
no: NFC-identifikasjon

source: Active badges for this event
no: Aktive badges for dette eventet

source: No user related.
no: Ingen relaterte brukere.

source: Disable
no: Deaktiver

source: Carplate
no: Bilskilt

source: For the security to know what cars they shouldn't remove.
no: For at sikkerhet skal vite hvilke biler de ikke skal fjerne.

source: Registered carplates
no: Registrerte bilskilt

source: Click here to apply for crew
no: Klikk her for å sende inn din søknad

source: Closed for applications
no: Lukket for søknadsmottak

source: %s active applications
no: %s aktive søknader

source: %s active application
no: %s aktiv søknad

source: %s applications on waiting list
no: %s aktive søknader på venteliste

source: %s application on waiting list
no: %s aktiv søknad på venteliste

source: Teams
no: Grupper

source: Add new member
no: Legg til nytt medlem

source: open
no: åpent

source: The crew is %s for new applications
no: Dette crewet er %s for nye søknader

source: Close the crew for new applications
no: Lukk crewet for søknadsmottak

source: Open the crew for new applications
no: Åpne crewet for søknadsmottak

source: View task status for members
no: Vis oppgavestatus for medlemmer

source: Cleanup times for crew
no: Ryddetider for crew

source: (Cannot delete, has mailing list assigned)
no: (Kan ikke slettes, gruppen har en e-postliste tilknyttet)

source: This crew contains no teams
no: Dette crewet har ingen grupper/skift

source: Add team
no: Legg til gruppe

source: Type in a user ID to add a member manually
no: Fyll inn bruker-ID for å legge til medlem manuelt

source: Select role
no: Velg rolle

source: Add member
no: Legg til bruker

source: Help with
no: Hjelp med

source: Save description
no: Lagre beskrivelse

source: Team
no: Gruppe

source: Custom title
no: Tilpasset tittel

source: open for applications.
no: åpen for søknader.

source: Jump to crew…
no: Hopp til crew…

source: Report this
no: Rapporter dette

source: Your address did not match any geograpical coordinates, which probably means your address is invalid. You might want to update your address!
no: Din adresse samsvarte ikke med noen geografiske koordinater, noe som sannsynligvis betyr at adressen er ugyldig. Du ønsker kanskje å oppdatere adressen din!

source: Wiki page
no: Wiki-side

source: Viewable for crew members only
no: Synlig kun for crewmedlemmer

source: Viewable for crew applicants
no: Synlig for crewsøkere

source: This crew has no description
no: Dette crewet har ingen beskrivelse

source: Terms & conditions
no: Betingelser

source: Picture
no: Bilde

source: Parent crew
no: Overordnet crew

source: None
no: Ingen

source: Hide this crew from the crew list
no: Skjul dette crewet fra crewlisten

source: Uses Markdown formatting
no: Bruker markdown-formattering

source: Create crew
no: Opprett nytt crew

source: Are you sure you want to delete this crew? This action cannot be undone
no: Er du sikker på at du vil slette dette crewet? Handlingen er permanent

source: Save crew
no: Lagre crew

source: Crews
no: Crew

source: Parent
no: Overordnede

source: Hidden
no: Skjult

source: Open
no: Åpen

source: Closed
no: Lukket

source: Add crew effect item
no: Legg til creweffekt

source: Title
no: Tittel

source: Price
no: Pris

source: Amount of free
no: Antall gratis

source: Image
no: Bilde

source: Choose sizes
no: Velg størrelser

source: Allow new orders
no: Tillat nye ordre

source: Edit crew effect item
no: Rediger en creweffekt

source: URL to image
no: URL til bilde

source: Add new item
no: Legg til creweffekt

source: Crew effects items
no: Creweffekter

source: Nickname
no: Kallenavn

source: Amount to pay
no: Antall å betale
