Repository: gathering/wannabe
Catalog: app/Locale/nob/LC_MESSAGES/default.po
Languages: no

source: Paid
no: Betalt

source: Paid time
no: Betalt tidspunkt

source: Size
no: Størrelse

source: You will get %s pcs. %s free.
no: Du vil få %s stk. %s gratis.

source: You cannot change your order at this point.
no: Du kan ikke endre din ordre på dette øyeblikket.

source: Save order
no: Lagre bestilling

source: Given
no: Utlevert

source: Register payments
no: Registrer betaling

source: Deliver free effects
no: Utlever gratis effekter

source: Deliver extra effects
no: Utlever ekstra effekter

source: View items
no: Vis effekter

source: (free)
no: (gratis)

source: (extra)
no: (ekstra)

source: Accept export
no: Tilsatt

source: %s years
no: %s år

source: IM accounts
no: IM-kontoer

source: View %s's full profile
no: Vis %ss fulle profil

source: Last updated by %s, at %s
no: Sist oppdatert av %s, den %s

source: History
no: Historie

source: This page does not exist… yet. Press the button to the right to create it.
no: Denne siden eksisterer ikke… ennå. Trykk på knappen på høyre side for å opprette den.

source: Congratulations
no: Gratulerer

source: Viewing applications
no: Vise søknader

source: Below is a list of all currently not handled applications.
no: Nedenfor er en liste over nåværende søknader som ikke er behandlet.

source: The ones you have access to handle will be hilighted in: %s, if you can both accept or deny this applicant's application now; %s, if the application must be handeled by another chief before you can accept it (you will be able to deny it, regardless); or %s, if you so not have access.
no: De du har tilgang til vil være farget med: %s, hvis du både kan godta og avslå søknaden; %s, hvis søknaden må håndteres av an annen chief før du kan godta den (du har mulighet til å avslå de uansett); eller %s, hvis du ikke har tilgang.

source: green
no: grønn

source: yellow
no: gul

source: red
no: rød

source: Choices in %s indicate they have been placed on wait list.
no: Valg i %s indikerer at de har blitt plassert på venteliste.

source: blue
no: blå

source: Currently accepting and denying applications is disabled.
no: Godta og avslå søknader er for siden deaktivert.

source: Current number of applicants matching your filter is %s
no: Antall åpne søknader avgrenset i ditt filter er %s

source: All crews
no: Alle crew

source: Tag
no: Nøkkelord

source: All tags
no: Alle nøkkelord

source: Show waiting
no: Vis ventende

source: Show denied
no: Vis avslått

source: postpone, i.e. place on waiting list,
no: Utsett, altså sett på venteliste,

source: disable
no: Deaktiver

source: Member type
no: Medlemstype

source: Waiting message
no: Ventebeskjed

source: This applicant has chosen to restrict viewing of this application to chiefs of the crews the applicant is currently applying for.
no: Denne søkeren har valgt å skjule søknaden for crew som søkeren ikke har søkt på.

source: Restricted application
no: Innsynsbeskyttet søknad

source: Open application
no: Åpen søknad

source: Prioritized
no: Prioritert

source: Not prioritized
no: Ikke prioritert

source: wait list
no: venteliste

source: Crew questions
no: Crewspørsmål

source: The crews the applicant has applied for has no questions
no: De crew som søkeren har søkt på har ikke oppført noen spørsmål.

source: Separate each tag with a comma (these tag are only available to you)
no: Separer hvert nøkkelord med komma (nøkkelordene er kun synlig for deg)

source: Subject
no: Emne

source: Create mail
no: Opprett ny e-post

source: Delete %s-mail %s
no: Slett %s-e-post %s

source: Are you sure you want to delete this mail? This action cannot be undone
no: Er du sikker på at du vil slette denne e-posten? Handligen er permanent

source: Edit %s-mail %s
no: Rediger %s-e-post %s

source: Save mail
no: Lagre e-post

source: Content
no: Innhold

source: Use name as header
no: Bruk navn som felthode

source: Delete field %s
no: Slett felt %s

source: Edit field %s
no: Rediger felt %s

source: Enable application processing
no: Aktiver søknadshåndtering

source: Enable application viewing
no: Aktiver søknadsvisning

source: Enable greetings
no: Aktiver hilsner

source: Update settings
no: Lagre innstillinger

source: Enrollment mails
no: Søknads-e-poster

source: View
no: Visning

source: Name as Header
no: Navn som avsnittshode

source: Error
no: Feil

source: The page “%s” returned an error. Maybe you did something wrong?
no: Siden «%s» returnerte en feilmelding. Kan du ha gjort noe feil?

source: The requested address “%s” could not be found. Please check that you've entered the correct address.
no: Adressen du ønsket, «%s», kunne ikke bli funnet. Vennligst sjekk at du har skrevet inn korrekt adresse.

source: An internal error has occured. Please check:
no: En intern feil har oppstått. Vennligst sjekk:

source: That you've typed in the correct address.
no: At du har skrevet inn riktig adresse.

source: If the last page was a form, that you've filled in the correct information
no: Dersom den foregående siden var et skjema, at du har fyllt inn korrekt informasjon.

source: Choose event
no: Velg arrangement

source: No current events
no: Ingen nåværende arrangementer

source: Old events
no: Foregående arrangementer

source: URL reference
no: URL-referanse

source: Location
no: Sted

source: Longitude
no: Lengdegrad

source: Latitude
no: Breddegrad

source: When
no: Når

source: Month
no: Måned

source: End
no: Slutt

source: Ordinary show time
no: Ordinær oppmøtetid

source: Hide event from listing
no: Skjul arrangement fra forsiden

source: Disable event (only people with superuser can access the event)
no: Deaktiver arrangementet (kun personer med «superuser» har tilgang)

source: Open for crew applications
no: Åpent for søknader

source: Create news
no: Opprett nyhet

source: This news will be displayed left
no: Denne nyheter skal vises på venstre side

source: Make this news active
no: La denne nyheter være aktiv

source: Save news
no: Lagre nyhet

source: Left
no: Venstre

source: Member of:
no: Medlem av:

source: %s active applications for %s
no: %s aktive søknader for %s

source: %s active application for %s
no: %s aktiv søknad for %s

source: Access to IRC
no: IRC-nøkler

source: SMS Budget
no: SMS-varsel

source: Todays birthdays
no: Dagens bursdager

source: Years
no: År

source: Full profile
no: Full profil

source: Upload picture
no: Last opp bilde

source: Last active
no: Sist aktiv

source: Apply for crew
no: Send inn søknad

source: One of the best experiences of your life!
no: En av ditt livs opplevelser!

source: A fan of The Gathering? Join us and make it happen! Contribute with your time and skills and we will guarantee that you will have one of the best experiences of your life.
no: Digger du The Gathering? Da bør du søke som frivillig! Du bidrar med din tid og dine evner, og vi lover at du får en av ditt livs opplevelser.

source: Check out %s to find out which crew that fits you best.
no: Sjekk ut %s for å se hvilket crew som passer deg best.

source: descriptions
no: beskrivelser

source: Thank you for submitting your application. You will recieve feedback by email.
no: Takk for at du sendte inn din søknad. Du vil motta svar per e-post.

source: Apply for crew now
no: Send inn din søknad nå

source: This event is not yet open for applications.
no: Dette arrangementet er ikke åpent for mottak av søknader.

source: Apply for crew for a day
no: Søk på crew for a day

source: Apply for crew for a day now
no: Søk på crew for a day nå

source: Channel name
no: Kanalnavn

source: Channel key
no: Kanalnøkkel

source: Create channel
no: Opprett kanal

source: Do you really want to delete the channel %s
no: Er du sikker på at du vil slette %s?

source: Edit channel %s
no: Rediger kanal %s

source: Add crew
no: Legg til crew

source: Save and add crew
no: Lagre og legg til crew

source: Enabled crews (No listed crews means the channel is open to everyone.)
no: Crew med tilgang (ingen oppførte crew betyr at kanalen er åpen for alle)

source: Crew name
no: Crewnavn

source: Channels
no: Kanaler

source: Channel password
no: Kanalpassord

source: Updated
no: Oppdatert

source: Add keycard
no: Legg til nøkkelkort

source: Card number
no: Kortnummet

source: Register new card
no: Registrer nytt kort

source: Hand out card
no: Utlever kort

source: Manage cards
no: Behandle kort

source: Key cards currently out
no: Nøkkelkort som er utlevert

source: Seat/Row
no: Sete/Rad

source: Phone
no: Telefon

source: Deposit
no: Depositum

source: Handout time
no: Utlevert tidspunkt

source: Hand in
no: Lever inn

source: There are no cards out right now
no: Det er ingen kort utlevert nå

source: Choose card
no: Velg kort

source: Seat/row
no: Sete/rad

source: Fill in or change name and phone number
no: Ugyldig telefonnummer

source: No information for %s
no: Bekreftelse, meldingskropp

source: Logged in as
no: Logget inn som

source: If you do not have anything to fill in here, you kan skip this.
no: Har du ikke noe å fylle inn her, kan du hoppe over dette.

source: Skip
no: Hopp over

source: version
no: versjon

source: Problems
no: Problemer

source: Report it
no: Rapporter det

source: Read more…
no: Les mer…

source: Wannabe – The event database
no: Wannabe – Arrangementsdatabasen

source: change
no: endre

source: Login or email
no: Brukernavn eller e-post

source: Password
no: Passord

source: Remember me for 4 weeks
no: Husk meg i 4 uker

source: Create user
no: Opprett bruker

source: Found/Lost where
no: Funnet/Mistet hvor

source: Found/Lost when
no: Funnet/Mistet når

source: Reported by
no: Rapportert av

source: Reported by contact
no: Rapportert av kontakt

source: Do you really want to delete this item?
no: Er du sikker på at du ønsker å slette denne gjenstanden?

source: Reported by contact information
no: Rapportert av: kontaktinformasjon

source: Add new
no: Legg til ny

source: Lost items
no: Mistede gjenstander

source: Lost where
no: Mistet hvor

source: Lost when
no: Mistet når

source: Resolve
no: Løse

source: Found items
no: Funnet gjenstand

source: Found where
no: Funnet hvor

source: Found when
no: Funnet når

source: Resolved items
no: Løste gjenstander

source: Delivered to
no: Levert til

source: Delivered to contact
no: Levert til kontakt

source: Delivered when
no: Levert når

source: Delivered to contact information
no: Levert til: kontaktinformasjon

source: Resolved by
no: Løst av

source: Value
no: Verdi

source: Lost/Found
no: Mistet/Funnet

source: Lost/Found where
no: Mistet/Funnet hvor

source: Lost/Found when
no: Mistet/Funnet når

source: Created
no: Opprettet

source: Select type
no: Velg type

source: Register new lost item
no: Registrer ny mistet gjenstand

source: Information about item that was lost
no: Informasjon om mistet gjenstand

source: General information about the item that was reported lost.
no: Generell informasjon om gjenstanden som ble rapportert som mistet.

source: Be as descriptive as possible.
no: Vær så beskrivende som mulig.

source: Item category
no: Gjenstandskategori

source: Description of lost item
no: Beskrivelse av mistet gjenstand

source: Where was the item last seen?
no: Hvor ble gjenstanden sist sett?

source: When was the item last seen?
no: Når ble gjenstanden sist sett?

source: Information about person who reported item missing
no: Informasjon om personen som rapporterte gjenstanden som mistet

source: Information about the person who came to Info:Desk and reported an item missing.
no: Informasjon om personen som kom til Info:Desk og rapporterte en gjenstand som mistet.

source: Here you should scan the user's bracelet
no: Her skal du skanne armbåndet til personen

source: Who lost this item?
no: Hvem mistet denne gjenstanden?

source: Information about person who registered item in Wannabe
no: Informasjon om personen som registrerte gjenstanden i Wannabe

source: Information about the person in crew who registered the item as lost.
no: Informasjon om personen i crew som registrerte gjenstanden som mistet.

source: Currently logged in user
no: Nåværende brukere

source: I am not this user
no: Jeg er ikke denne brukeren

source: Your Wannabe user ID?
no: Din bruker-ID i Wannabe?

source: Register item as lost
no: Registrer gjenstand som mistet

source: Back to lost
no: Tilbake til mistet

source: Register new found item
no: Registrer ny funnet gjenstand

source: Information about item that was found
no: Informasjon om gjenstand som ble funnet

source: General information about the item that was reported found.
no: Generell informasjon om gjenstanden som ble rapportert som funnet.

source: Description of found item
no: Beskrivelse av funnet gjenstand

source: Information about where the item is being stored
no: Informasjon om hvor gjenstanden blir lagret

source: Storage place
no: Lagringsplass

source: Information about person who reported item found
no: Informasjon om personen som rapporterte gjenstanden som funnet

source: Information about the person who came to Info:Desk and reported an item found.
no: Informasjon om personen som kom til Info:Desk og rapporterte gjenstanden som funnet.

source: Who found this item?
no: Hvem fant denne gjenstanden?

source: Information about the person in crew who registered the item as found.
no: Informasjon om personen i crew som registrerte denne gjenstanden som funnet.

source: Register item as found
no: Registrer gjenstand som funnet

source: Back to found
no: Tilbake til funnet

source: Go to Lost section
no: Gå til Mistet-seksjonen

source: Go to Found section
no: Gå til Funnet-seksjonen

source: Go to Resolved section
no: Gå til Løst-seksjonen

source: Add new category
no: Legg til ny kategori

source: Active categories
no: Aktive kategorier

source: Inactive categories
no: Inaktive kategorier

source: Set inactive
no: Sett som inaktiv

source: Set active
no: Sist

source: Category
no: Kategori

source: Info
no: Informasjon

source: Set as resolved
no: Sett som løst

source: Description of item that was found
no: Beskrivelse av gjenstanden som ble funnet

source: Information about person who found the item
no: Informasjon om personen som fant gjenstanden

source: The person who found the item and delivered it to a crew member or Info:Desk
no: Personen som fant gjenstanden og leverte den til et crew-medlem eller Info:Desk

source: Person who found the item
no: Personen som fant gjenstanden

source: User who was logged in when the item was registered
no: Bruker som var logget inn da gjenstanden ble registrert

source: User who actually registered the item
no: Bruker som faktisk registrerte gjenstanden

source: When the item was registered
no: Når gjenstanden ble registrert

source: Information about delivery process
no: Informasjon om leveringsprosessen

source: This is a description about how the delivery process took place
no: Dette er en beskrivelse av hvordan prosessen med levering hendte

source: Description of the delivery process
no: Beskrivelse av av leveringsprosessen

source: This should be the user who had lost the item, and got it back.
no: Dette skal være brukeren som hadde mistet gjenstanden, og som fikk den tilbake

source: Who the item was handed back to
no: Hvem gjenstanden ble levert tilbake til

source: The crew member who was responsible for handing the item back to the user.
no: Crew-medlemmet som var ansvarlig for å levere gjenstanden tilbake til brukeren.

source: Who handed the item back
no: Hvem leverte tilbake gjenstanden?

source: User who was logged in when the item was registered as resolved
no: Brukeren som var logget inn da gjenstanden ble registrert som løst

source: User who actually registered the item as resolved
no: Brukeren som faktisk registrerte gjenstanden som løst

source: When the item was registered resolved
no: Når gjenstanden ble registrert som løst

source: Back to Found section
no: Tilbake til Funnet-seksjonen

source: Information about object
no: Informasjon om gjenstand

source: Description of item
no: Beskrivelse av gjenstand

source: When was the item found?
no: Når ble gjenstanden funnet?

source: User who was logged in when item was registered
no: Brukeren som var logget inn da gjenstanden ble registrert

source: Item was registered in Wannabe by
no: Gjenstanden ble registrert i Wannabe av

source: Information about the delivery process
no: Informasjon om leveringsprosessen

source: Description of delivery process?
no: Beskrivelse av leveringsprosessen

source: Who delivered the item back to the user?
no: Hvem leverte gjenstanden tilbake til personen?

source: Who was the item delivered to?
no: Hvem ble gjenstanden levert til?

source: When was the item resolved?
no: Når ble gjenstanden markert som løst?

source: This should be the user who had lost the item. Happy user now got his item back.
no: Dette skal være brukeren som hadde mistet gjenstanden. En glad bruker fikk nå gjenstanden sin tilbake.

source: Set item as resolved and delivered
no: Sett gjenstand som løst og levert

source: Who was the item delivered by?
no: Hvem leverte gjenstanden?

source: Storage places
no: Lagringsplasser

source: Item categories
no: Gjenstandskategorier

source: Lost items that are found
no: Mistede gjenstander som er funnet

source: Set as found
no: Sett som funnet

source: Description of item that was lost
no: Beskrivelse av gjenstanden som ble mistet

source: Where the item was last seen
no: Hvor gjenstanden sist ble sett

source: When the item was last seen
no: Når gjenstanden sist ble sett

source: The person who came to a crew member or Info:Desk and reported the item missing
no: Personen som kom til et crew-medlem eller Info:Desk og rapporterte gjenstanden som mistet

source: Person who lost this item
no: Personen som mistet denne gjenstanden

source: Information about person who found this item
no: Informasjon om personen som fant denne gjenstanden

source: The person who found the item
no: Personen som fant gjenstanden

source: Information about person who registered the item as found in Wannabe
no: Infformasjon om personen som registrerte gjenstanden som funnet i Wannabe

source: User who was logged in when item was registered as found
no: Brukeren som var logget inn når gjenstanden ble registrert som funnet

source: User who actually registered the item as found
no: Brukeren som faktisk registrerte gjenstanden som funnet

source: When the item was registered found
no: Når gjenstanden ble registrert som funnet

source: Information about person who registered the item as resolved in Wannabe
no: Informasjon om personen som registrerte gjenstanden som løst i Wannabe

source: User who was logged in when item was registered as resolved
no: Brukeren som var logget inn da gjenstanden ble registrert som løst

source: Back to Lost section
no: Tilbake til Mistet-seksjonen

source: Information about the person in Info:Desk who registered the item as lost.
no: Informasjon om personen i Info:Desk som registrerte gjenstanden som mistet.

source: Information about person who registered this item as found in Wannabe
no: Informasjon om personen som registrerte denne gjenstanden som funnet i Wannabe

source: Item was registered as found in Wannabe by
no: Gjenstanden ble registrert som funnet i Wannabe av

source: When the item was registered as found
no: Når gjenstanden ble registrert som funnet

source: Information about person who registered this item as resolved in Wannabe
no: Informasjon om personen som registrerte denne gjenstanden som løst i Wannabe

source: Item was registered as resolved in Wannabe by
no: Gjenstanden ble registrert som løst i Wannabe av

source: When the item was registered as resolved
no: Når gjenstanden ble registrert som løst

source: When was item found?
no: Når ble gjenstanden funnet?

source: Logged in user
no: Innlogget bruker

source: Last seen where?
no: Sist sett hvor?

source: Last seen when?
no: Sist sett når?

source: Description of delivery process
no: Beskrivelse av leveringsprosessen

source: Delivered by
no: Levert av

source: Wannabe user id
no: Wannabe bruker-ID

source: Description of how the item was delivered
no: Beskrivese av hvordan gjenstanden ble levert

source: Add new storage place
no: Legg til ny lagringsplass

source: Active storage places
no: Aktive lagringsplasser

source: Inactive storage places
no: Inaktive lagringsplasser

source: Optional lists
no: Valgfrie lister

source: Signed up for…
no: Abonnert på…

source: Save settings
no: Lagre innstillinger

source: Enter archive for %s
no: Gå til arkivet for %s

source: No optional lists
no: Ingen valgfrie lister

source: Subscribed lists
no: Abonnerte lister

source: Moderation password
no: Moderasjonspassord

source: Archive
no: Arkiv

source: No subscribed lists
no: Ingen abonnerte lister

source: Moderator password
no: Moderasjonspassord

source: Administrative crew
no: Administrer crew

source: Make optional
no: Gjør valgfri

source: Create list
no: Opprett liste

source: Are you sure you want to delete this list? This action cannot be undone
no: Er du sikker på at du vil slette denne listen? Handlingen er permanent

source: Save list
no: Lagre liste

source: Lookup user membership
no: Slå opp abonnementer for bruker

source: Lookup
no: Slå opp

source: Lists
no: Lister

source: List
no: Liste

source: User not signed up for any lists
no: Brukeren har ingen abonnementer

source: Create new crew rule
no: Opprett ny crewregel

source: Create new team rule
no: Opprett ny grupperegel

source: Create new user rule
no: Opprett ny brukerregel

source: Add all new crew members
no: Legg til alle nye crewmedlemmer

source: Existing rules for this mailinglist
no: Eksisterende regler for denne mailinglisten

source: Level
no: Nivå

source: Change level
no: Endre rollenivå

source: Change
no: Endre

source: No crew rules
no: Ingen crewregler

source: No team rules
no: Ingen grupperegler

source: Users
no: Brukere

source: No user rules
no: Ingen brukerregler

source: New crew members
no: Nye crewmedlemmer

source: New crew members are added to this list
no: Nye crewmedlemmer er lagt til denne listen

source: New crew members are not added to this list
no: Nye crew-medlemmer blir ikke lagt til denne listen

source: Edit rule for %s for %s
no: Endre regel for %s for %s

source: Enable moderator for this rule
no: Tillat disse personene å moderere e-postlisten

source: Create new rule for %s
no: Opprett ny regel for %s

source: Are you sure you want to delete this rule? This action cannot be undone
no: Er du sikker på at du vil slette denne regelen? Handlingen er permanent

source: This information is used for food calculations and statistics.
no: Denne informasjonen brukes for matberegning og statistikk

source: Meal time
no: Mattid

source: Please select a meal time
no: Vennglist velg en mattid

source: Message
no: Melding

source: The message will be delivered by e-mail to the user.
no: Meldingen vil bli levert til brukeren via e-post.

source: Create sender
no: Opprett avsender

source: Are you sure you want to delete this sender? This action cannot be undone
no: Er du sikker på at du ønsker å slette denne avsenderen? Denne handlingen kan ikke angres

source: Save sender
no: Lagre avsender

source: Senders
no: Avsendere

source: Do you have any other needs or allergies that we should know about?
no: Har du noen andre næringsbehov eller allergier vi trenger å få vite om?

source: Please fill in any medical needs you have
no: Vennligst fyll inn de medisinske behov du har

source: Need
no: Behov

source: Message about your nutritional need
no: Melding om ditt ernæringsbehov

source: %s members approved
no: %s medlemmer godkjent

source: Breaks rule
no: Bryter regel

source: Message for user
no: Melding til bruker

source: Ratio: %s width: %s height: %s
no: Størrelsesforhold: %s bredde: %s høyde: %s

source: Cropped
no: Beskjært

source: Approve
no: Godkjenn

source: Process
no: Utfør

source: Rule
no: Regel
